[
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [],
        "brand": "MCM",
        "name": "Inne akcesoria",
        "price": "1439.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Materiał": "63% poliuretan, 20% poliester, 17% bawełna",
            "Wzór": "Nadruk",
            "Numer produktu": "MC154T002-Q11"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/0218cc4cd02f47e19c27ccb575fba624/f7a94f1e17a043798d6df1a5b4c199f3.jpg?imwidth=156&filter=packshot"
        ],
        "brand": "Crocs",
        "name": "Inne akcesoria",
        "price": "76.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Licencjonowana postać": "Psi Patrol",
            "Numer produktu": "CR453O00L-T11"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/bf63acb14fde428dac3d63f884e49385/80415f7ec6484bc2a01dd489e03c4578.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/5bbf1e76fca7497ea12f86bb447b89d4/8cfeaeb6449842c9b37ae61d7292ca07.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/0af48d7518ef45dcb53b06a42f0cd9a0/aa52fd08538a451192623fa935032f84.jpg?imwidth=156"
        ],
        "brand": "Crocs",
        "name": "Inne akcesoria",
        "price": "76.45",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Numer produktu": "CR415J01R-T11"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/403c0784023741d59ba4bceec61c9ca4/6ec3f0b51a3d4f49976da69c3d579337.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/0bee782730b24854a3350a32abb40d49/6785e0d6c1734650b2af9f6ff624df4c.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/be073d071dc84569af9de5b727a376e2/79d1a953529041bd9068cc3c59054419.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/c1fad68464d244669e51dab5b8473d6a/07975fa0022041259855bdccfdf5f1fe.jpg?imwidth=156"
        ],
        "brand": "Swarovski",
        "name": "Inne akcesoria",
        "price": "1899.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Licencjonowana postać": "Disney Princess",
            "Numer produktu": "4SW54E00X-D11",
            "Wysokość": "13 cm w rozmiarze One Size",
            "Długość": "4.5 cm w rozmiarze One Size"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/2f456156cfea4c02b408dfb50dfc2305/455b12516a8442748cb8ef6f22953ad1.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/59a52630386b42f1ad66e69bafedb1fb/9c919932d45f4f89950bb614f7c45f0e.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/fc4525fbd4a2457fbf808b83b14655ca/41188435fc454fadb00ad3616fbdd60b.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/af46d3da99bc41d18034e2b1e029caf7/f7d0bccf43624cc5959008984b53d2c1.jpg?imwidth=156"
        ],
        "brand": "Even&Odd",
        "name": "Inne akcesoria",
        "price": "62.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Materiał": "Stal",
            "Efekt": "polerowany",
            "Zapięcie": "Karabińczyk",
            "Wzór": "Kolor jednolity",
            "Numer produktu": "EV451L011-F11"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/d897db2a7d744882931e2e8c21a5bfba/b3bc95ec9d5b40adba0778d4db83051b.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/5bd8e78e00b74d149dce588d1225601d/09435a6cb6f04aad80293dc0e9f32810.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/7f95dd5e506e4fd6b21fe64f9e49091a/b4fc5ad2bcc64c1295d39284c29dced0.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/a6fd1cb9c05a4754a9aa11a5960879c2/cf064fae69784efb8d0aaec53215c427.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/0f96f6135b894b9abdb518a395934bc5/a11fa4dded494380b5f3c43cc3f6f246.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/f621074553a846fd93889fb975d043fb/41a99ed00f574657bfe4154a4b4c753e.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "93.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Zestaw upominkowy Ritual of Sakura świeca zapachowa 25g. Zawiera: (Z)-3,4,5,6,6-Pentamethylhept-3-en-2-One, Linalool, (E)-2-Methoxy-4-(Prop-1-Enyl) Phenol. Może powodować reakcję alergiczną. Zawartość/pojemnik usuwać do punktu zbiórki odpadów niebezpiecznych. ~ The Ritual of Sakura pianka pod prysznic w żelu 50ml. UWAGA! Pojemnik pod ciśnieniem: Może pęknąć po podgrzaniu. Unikać kontaktu z oczami. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie płukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu w pobliżu. Nie przekłuwać ani nie podpalać, nawet po użyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatury przekraczającej 50°C/122°F. Przechowywać w miejscu niedostępnym dla dzieci. 5,5% masy zawartości jest łatwopalne.",
            "Numer produktu": "RIG34G083-S11",
            "Składniki": "The Ritual of Sakura Foaming Shower Gel: Aqua/Water, Sodium Laureth Sulfate, Cocamidopropyl Betaine, Isopentane, Sorbitol, PEG-120 Methyl Glucose Dioleate, Isopropyl Palmitate, Isobutane, Parfum/Fragrance, Oryza Sativa (Rice) Extract, Prunus Cerasus (Bitter Cherry) Extract, Sodium Benzoate, Citric Acid, PEG-40 Hydrogenated Castor Oil, Butylene Glycol, Glycerin, Guar Hydroxypropyltrimonium Chloride, Potassium Sorbate, Sorbic Acid, Hexyl Cinnamal, Benzyl Salicylate, Linalool, Coumarin, Citronellol, Geraniol, Alpha-Isomethyl Ionone, Cinnamyl Alcohol.\\n\\nThe Ritual of Sakura Body Scrub Cream: Aqua/Water, Glycerin, Cellulose Acetate, Parfum/Fragrance, Caprylyl Glycol, Bambusa Arundinacea Stem Extract, Prunus Avium (Sweet Cherry) Fruit Extract, Oryza Sativa (Rice) Extract, Candelilla Cera/Euphorbia Cerifera (Candelilla) Wax, Synthetic Fluorphlogopite, Tin Oxide, Propylene Glycol, Caprylic/Capric Triglyceride, Ammonium Acryloyldimethyltaurate/VP Copolymer, t-Butyl Alcohol, Stearyl Stearate, Jojoba Esters, Talc, Benzyl Salicylate, Cinnamyl Alcohol, Citronellol, Coumarin, Geraniol, Hexyl Cinnamal, Linalool, Alpha-Isomethyl Ionone, Limonene, Phenoxyethanol, Potassium Sorbate, Sorbic Acid, Sodium Metabisulfite, Lactic Acid, Citric Acid, Sodium Citrate, Sodium Hydroxide, CI 73360/Red 30, CI 77891/Titanium Dioxide, CI 77510/Ferric Ferrocyanide.\\n\\nThe Ritual of Sakura Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Seed Oil, Prunus Avium (Sweet Cherry) Fruit Extract, Oryza Sativa (Rice) Extract, Centella Asiatica Leaf Extract, Allantoin, Ubiquinone, Tocopherol, Tocopheryl Acetate, Propylene Glycol, Caprylyl Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-20, Glyceryl Stearate, Ceteareth-12, Cetyl Palmitate, Tridecane, Isohexadecane, Butylene Glycol, Sodium Citrate, Parfum/Fragrance, Benzyl Salicylate, Cinnamyl Alcohol, Citral, Citronellol, Coumarin, Geraniol, Hexyl Cinnamal, Isoeugenol, Linalool, Alpha-Isomethyl Ionone, Limonene, Phenoxyethanol, Potassium Sorbate, Sodium Metabisulfite, Sorbic Acid, Citric Acid, Sodium Hydroxide."
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/949223e5145b44af98a99aa6c27594ec/6957127a268b47f8acec0ab79c6e7065.jpg?imwidth=156&filter=packshot",
            "https://mosaic03.ztat.net/prd/media/comet/RI/G3/4G/08/6S/11/VIDEO/PREVIEW_IMG/1701186630014.jpg",
            "https://img01.ztat.net/article/spp-media-p1/a2bf0959def84039b2a7aacb230db0d7/556a3abaa0a5434081c8de6712ea8cf2.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/1986259f6bc643d9a9387a9842514f13/33970468dbbd45eb98d2739e3298dbe7.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/6fe6bdb9b3dc46bf9500cc935e5e0429/5e5c52a027e743d0890137e010ed5318.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/9174c60223b044fdb5500eaface42933/73d58801686c4be090db4d0f5a2e7752.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/028485b9351642c58a66288c6d613fc0/17d30a2595f2480bb11ee05ff6500c4c.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/9bf431d6ea124c7ba692864ebe601920/cd20c84734f34dfdbe311096582e2fe1.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/0cded42305b9448191572ace64331e9c/af6a078de5554fa89677cef7da483a43.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "98.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "The Ritual of Karma pianka pod prysznic w żelu 50ml. UWAGA: pojemnik pod ciśnieniem: Po podgrzaniu może pęknąć. Unikać kontaktu z oczami. W PRZYPADKU KONTAKTU Z OCZAMI: ostrożnie przepłukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Zakaz palenia. Nie przekłuwać ani nie spalić, nawet po zużyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatur przekraczających 50°C/122 °F. Przechowywać w miejscu niedostępnym dla dzieci. 4% masy zawartości jest łatwopalna.",
            "Numer produktu": "RIG34G086-S11",
            "Składniki": "The Ritual of Karma Foaming Shower Gel: Aqua/Water, Sodium Coco-Sulfate, Sorbitol, Coco-Glucoside, Isopentane, Caprylyl/Capryl Glucoside, Cocamidopropyl Betaine, Isopropyl Palmitate, Parfum/Fragrance, PEG-120 Methyl Glucose Dioleate, Isobutane, Nelumbo Nucifera (Lotus) Flower Extract, Camellia Sinensis (White Tea) Leaf Extract, Citric Acid, Sodium Chloride, Sodium Benzoate, Glycerin, Guar Hydroxypropyltrimonium Chloride, Squalane, Silybum Marianum Seed Oil, Porphyra Umbilicalis Extract, Nannochloropsis Oculata Extract, Aloe Barbadensis Leaf Juice Powder, Tocopherol, Potassium Sorbate, Sorbic Acid, Benzyl Salicylate, Limonene, Linalool, Hexyl Cinnamal, Citronellol, Alpha-Isomethyl Ionone, Citral.\\n\\nThe Ritual of Karma Mild Body Scrub Paste: Aqua/Water, Cetearyl Alcohol, Kaolin, Hydrated Silica, Glycerin, Stearic Acid, Parfum/Fragrance, Caprylic/Capric Triglyceride, Butyrospermum Parkii (Shea) Butter, Cocos Nucifera (Coconut) Oil, Camellia Sinensis (White Tea) Leaf Extract, Nelumbo Nucifera (Lotus) Flower Extract, Bambusa Arundinacea Stem Extract, Macrocystis Pyrifera (Kelp) Extract, Aloe Barbadensis Leaf Juice, Phenoxyethanol, Sodium Stearoyl Glutamate, Xanthan Gum, Sodium Stearoyl Lactylate, Sodium Cetearyl Sulfate, Potassium Sorbate, Sodium Benzoate, Benzyl Salicylate, Polyacrylamide, Limonene, C13-14 Isoparaffin, Disodium EDTA, Ethylhexylglycerin, Hexyl Cinnamal, Laureth-7, Squalane, Citric Acid, Tocopherol, Sodium Chloride, Sodium Sulfate, Sorbic Acid, Linalool, Alpha-Isomethyl Ionone, Citronellol, Citral, CI 42090/Blue 1, CI 77891/Titanium Dioxide.\\n\\nThe Ritual of Karma 24h Hydrating Body Lotion: Aqua/Water, Ethylhexyl Stearate, Helianthus Annuus (Sunflower) Hybrid Oil, Glycerin, Xanthan Gum, Camellia Sinensis (White Tea) Leaf Extract, Nelumbo Nucifera (Lotus) Flower Extract, Nannochloropsis Oculata Extract, Porphyra Umbilicalis Extract, Aloe Barbadensis Leaf Extract, Silybum Marianum Seed Oil, Parfum/Fragrance, Squalane, Cellulose, Sodium Stearoyl Glutamate, Microcrystalline Cellulose, Cellulose Gum, Alcohol, Phenoxyethanol, Benzyl Alcohol, Benzyl Salicylate, Limonene, Linalool, Hexyl Cinnamal, Alpha-Isomethyl Ionone, Citronellol, Citral, Citric Acid, Sodium Hydroxide.\\n\\nThe Ritual of Karma Shimmering Body Oil: Caprylic/Capric Triglyceride, Polyamide-8, Parfum/Fragrance, Carthamus Tinctorius (Safflower) Seed Oil, Olea Europaea (Olive) Fruit Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Camellia Sinensis (White Tea) Leaf Extract, Nelumbo Nucifera (Lotus) Flower Extract, Macrocystis Pyrifera (Kelp) Extract, Aloe Barbadensis Leaf Extract, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, Pentaerythrityl Tetra-Di-t-Butyl Hydroxyhydrocinnamate, Synthetic Fluorphlogopite, Silica, Tin Oxide, Squalane, Aqua/Water, Glycerin, Parfum/Fragrance, Benzyl Salicylate, Citral, Citronellol, Hexyl Cinnamal, Linalool, Alpha-Isomethyl Ionone, Limonene, Sodium Benzoate, Potassium Sorbate, Citric Acid, CI 77491/Iron Oxides, CI 77891/Titanium Dioxide."
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/03c2aeab84d44c3584aa47eee02c5c23/bf1ee18605d042fcbdaeea49810aaccc.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/85393b3826f540f6af4db7cb7c371fdb/79860d2ad39646349bb39ad154dea6f0.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/a70aa03bde1746149dc490012c8dc7a4/e1d3bbedb52946d5b80fc25c15c07ce5.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/601b03ca0ad1490ea8180c949d5f8204/efb57210e6304d23bff83a84eef5bf5c.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/4c05cc460b734303afb2527ad1fe06a9/a009f0f6a7a7406ebf19c9fecea5950a.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/3ecc857248da41138a5148bf85f46f57/ab5140cd5cbe40d79b52d1b658b9f72a.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "93.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "The Ritual of Ayurveda pianka pod prysznic w żelu 50ml. UWAGA: pojemnik pod ciśnieniem: po podgrzaniu może pęknąć. Unikać kontaktu z oczami. W PRZYPADKU KONTAKTU Z OCZAMI: ostrożnie przepłukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Zakaz palenia. Nie przekłuwać ani nie palić, nawet po zużyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatur przekraczających 50°C/122 °F. Przechowywać w miejscu niedostępnym dla dzieci. 4% masy zawartości jest łatwopalnych.",
            "Numer produktu": "RIG34G084-S11",
            "Składniki": "The Ritual of Ayurveda Foaming Shower Gel: Aqua/Water, Sodium Coco-Sulfate, Decyl Glucoside, Isopentane, Coco-Glucoside, Glycerin, PEG-120 Methyl Glucose Dioleate, Isopropyl Palmitate, Parfum/Fragrance, Isobutane, Rosa Damascena Flower Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Citric Acid, Sodium Benzoate, Guar Hydroxypropyltrimonium Chloride, Hexyl Cinnamal, Limonene, Linalool, Coumarin, Citronellol, Benzyl Benzoate.\\n\\nThe Ritual of Ayurveda Shower Oil: Brassica Campestris (Rapeseed) Seed Oil, Ricinus Communis (Castor) Seed Oil, MIPA-Laureth Sulfate, Laureth-3, Caprylic/Capric Triglyceride, Parfum/Fragrance, Glyceryl Caprylate/Caprate, Laureth-7 Citrate, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Cocos Nucifera (Coconut) Oil, Moringa Oleifera Seed Oil, Rosa Damascena Flower Water, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, Hydrogenated Palm Glycerides Citrate, Benzyl Benzoate, Citral, Citronellol, Coumarin, Hexyl Cinnamal, Linalool, Limonene, Sodium Benzoate, Potassium Sorbate, Sorbic Acid.\\n\\nThe Ritual of Ayurveda Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Hybrid Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Rosa Damascena Flower Oil, Tocopheryl Acetate, Allantoin, Tocopherol, Ubiquinone, Parfum/Fragrance, Tridecane, Isohexadecane, Cetyl Palmitate, Ceteareth-20, Glyceryl Stearate, Propylene Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-12, PEG-40 Hydrogenated Castor Oil, Phenoxyethanol, Caprylyl Glycol, Potassium Sorbate, Benzyl Alcohol, Sodium Benzoate, Linalool, Hexyl Cinnamal, Limonene, Coumarin, Citronellol, Benzyl Benzoate, Geraniol, Cinnamyl Alcohol, Citral, Sodium Hydroxide, Citric Acid.\\n\\nThe Ritual of Ayurveda Hair &Body Mist: Aqua/Water, PEG-40 Hydrogenated Castor Oil, Trideceth-9, Parfum/Fragrance, Rosa Damascena (Damask Rose) Flower Water, Prunus Amygdalus Dulcis (Sweet Almond) Seed Extract, Phenoxyethanol, Propylene Glycol, Hexyl Cinnamal, Limonene, Linalool, Coumarin, Ethylhexylglycerin, Citronellol, Glycerin, Benzyl Benzoate, Citral, Sodium Hydroxide, Benzyl Alcohol, Alpha-Isomethyl Ionone, Cinnamyl Alcohol, Benzyl Cinnamate, Geraniol, Potassium Sorbate, Sodium Benzoate, Sorbic Acid."
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/510b18d220914c97959c3831a1fe51c2/550f90f43f1f444ab15be5a28eb110d1.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/2d7e1727a2c6496f85adc15738555380/2047873c34cf484ba7bbf25d703dced0.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/6cf494d31806403887b996df7653e88e/aedfefe9716e46f78c8456572bbbae6e.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/d984e6bf1c6f4306a76dad1c0d4ae8b5/eb1cdd4579d146499074d4d0fc94e6ec.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/d5667ee5577e4523bf2144421f75f73b/3e2f037d43ea4b4183d3c76ea2f06148.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/35b507ef14574ea5af085cf12164fbfe/3ded50329bc040d4aa3cf1aab5dddab2.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "161.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Pianka pod prysznic w żelu Ritual of Karma. UWAGA! Pojemnik pod ciśnieniem: Może pęknąć po podgrzaniu. Unikać kontaktu z oczami. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie płukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu. Nie przekłuwać ani nie spalać, nawet po użyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatury przekraczającej 50°C/122°F. Przechowywać w miejscu niedostępnym dla dzieci. 4% masy zawartości jest łatwopalne. ~ The Ritual of Karma świeca zapachowa 140g do zestawów upominkowych. Zawiera: Cis-4-Tert-Butylcyclohexyl Acetate, Benzyl Salicylate, Citronellol, Piperonal, Linalyl Acetate, 1-(1,2,3,4,5,6,7,8-Octahydro-2,3,8, 8-Tetrametylo-2-Naftylo)Etan-1-One, 3-Metylo-4-(2,6,6-Trimetylo-2-Cykloheksen-1-ylo)-3-Buten-2-One, 3-PCumenyl-2-Methylpropionaldehyde, Linalool, (E)-2-Methoxy-4-(Prop-1-Enyl) Phenol, (d)-Limonene, (2E)-2-(Phenylmethylidene)Octanal. Może powodować reakcję alergiczną. ~ Działa szkodliwie na organizmy wodne, powodując długotrwałe skutki. Unikać uwolnienia do środowiska. Zawartość/pojemnik usuwać do punktu zbiórki odpadów niebezpiecznych.",
            "Numer produktu": "RIG34G08E-S11",
            "Składniki": "The Ritual of Karma Foaming Shower Gel: Aqua/Water, Sodium Coco-Sulfate, Sorbitol, Coco-Glucoside, Isopentane, Caprylyl/Capryl Glucoside, Cocamidopropyl Betaine, Isopropyl Palmitate, Parfum/Fragrance, PEG-120 Methyl Glucose Dioleate, Isobutane, Nelumbo Nucifera (Lotus) Flower Extract, Camellia Sinensis (White Tea) Leaf Extract, Citric Acid, Sodium Chloride, Sodium Benzoate, Glycerin, Guar Hydroxypropyltrimonium Chloride, Squalane, Silybum Marianum Seed Oil, Porphyra Umbilicalis Extract, Nannochloropsis Oculata Extract, Aloe Barbadensis Leaf Juice Powder, Tocopherol, Potassium Sorbate, Sorbic Acid, Benzyl Salicylate, Limonene, Linalool, Hexyl Cinnamal, Citronellol, Alpha-Isomethyl Ionone, Citral.\\n\\nThe Ritual of Karma 48h Hydrating Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Seed Oil, Parfum/Fragrance, Camellia Sinensis (White Tea) Leaf Extract, Nelumbo Nucifera (Lotus) Flower Extract, Aloe Barbadensis Leaf Juice, Macrocystis Pyrifera (Kelp) Extract, Betaine, Ubiquinone, Squalane, Sodium Hyaluronate, Tridecane, Glyceryl Stearate, Ceteareth-12, Cetyl Palmitate, Ceteareth-20, Isohexadecane, Propylene Glycol, Sodium Polyacrylate, Tocopherol, Allantoin, Caprylyl Glycol, Tocopheryl Acetate, Carbomer, Benzyl Salicylate, Citral, Citronellol, Hexyl Cinnamal, Linalool, Alpha-Isomethyl Ionone, Limonene, Phenoxyethanol, Sodium Benzoate, Potassium Sorbate, Sorbic Acid, Citric Acid, Sodium Hydroxide.\\n\\nThe Ritual of Karma Softening Body Scrub: Maris Sal/Sea Salt, Ethylhexyl Stearate, Isopropyl Myristate, Carthamus Tinctorius (Safflower) Seed Oil, Parfum/Fragrance, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Macadamia Integrifolia Seed Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Argania Spinosa Kernel Oil, Persea Gratissima (Avocado) Oil, Macrocystis Pyrifera (Kelp) Extract, Nelumbo Nucifera (Lotus) Flower Extract, Aloe Barbadensis Leaf Extract, Helianthus Annuus (Sunflower) Seed Oil, Tocopherol, Squalane, Aqua/Water, Glycerin, Caprylic/Capric Triglyceride, Benzyl Salicylate, Citronellol, Hexyl Cinnamal, Linalool, Alpha-Isomethyl Ionone, Limonene, Sodium Benzoate, Potassium Sorbate, Citric Acid."
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/49fa2bffe6464422947b86e2f6273482/3395c39c96b54747b907554e3af9fb29.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/0cc597f2657344bbbec47b0b591ca6da/05d221f6d15b480597196b2a368a9ba1.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/d3cc2b91a17f414990b67007f3b2dded/b0bb8291c3c04ee092aca226b13d7c78.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/6f812550c1834dccb3e6dcc8265d1511/827ed6e5576440eabe31683a60b3428d.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/a3db437da9704642a42c1c47daf749c7/10f76134a1314717be823613058e3e5d.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "109.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "The Ritual of Mehr pianka pod prysznic w żelu 50ml. UWAGA: pojemnik pod ciśnieniem: po podgrzaniu może pęknąć. Unikać kontaktu z oczami. W PRZYPADKU KONTAKTU Z OCZAMI: ostrożnie przepłukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Zakaz palenia. Nie przekłuwać ani nie spalić, nawet po zużyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatur przekraczających 50°C/122°F. Przechowywać w miejscu niedostępnym dla dzieci. 5,2% masy zawartości jest łatwopalne. ~ Zestaw upominkowy Ritual of Mehr świeca zapachowa 25g UWAGA: może powodować reakcję alergiczną skóry. Toksyczny dla organizmów wodnych z długotrwałymi skutkami. Należy unikać uwolnienia do środowiska. W PRZYPADKU KONTAKTU ZE SKÓRĄ: umyć dużą ilością wody z mydłem. Jeśli wystąpi podrażnienie skóry lub wysypka: należy zgłosić się do lekarza. Zawartość/pojemnik wyrzucić do punktu zbiórki odpadów niebezpiecznych. ~ ZAWIERA eugenol; [3R- (3α,3aβ,6β,7β,8aα)] -oktahydro-6-metoksy-3,6,8,8-tetrametylo-1H-3A, 7-metanoazulen; octan linalilu; 1- (1,2,3,4,5,6,7,8-okta-2,hydrota-2,hydrota-2,hydrota-2,hydrota-3,8,8-tetrametylo-2,3,8,8-tetrametylo-2-naftylo) etan-1-on; linalol; aldehyd α-metylocynamonowy; aldehyd cynamonowy.",
            "Numer produktu": "RIG34G08A-S11",
            "Składniki": "The Ritual of Mehr Foaming Shower Gel: Aqua/Water, Sodium Laureth Sulfate, Cocamidopropyl Betaine, Sorbitol, Isopentane, Isopropyl Palmitate, Parfum/Fragrance, Isobutane, PEG-120 Methyl Glucose Dioleate, Juniperus Virginiana Oil, Citrus Aurantium Dulcis (Orange) Peel Oil, Sodium Chloride, Sodium Benzoate, PEG-40 Hydrogenated Castor Oil, Glycerin, Citric Acid, Guar Hydroxypropyltrimonium Chloride, Tocopherol, Citronellol, Hexyl Cinnamal, Limonene, Linalool.\\n\\nThe Ritual of Mehr Shower Oil: Canola Oil, Laureth-4, MIPA-Laureth Sulfate, Parfum/Fragrance, Polyglyceryl-3 Diisostearate, Helianthus Annuus (Sunflower) Hybrid Oil, Ricinus Communis (Castor) Seed Oil, Cedrus Atlantica Bark Extract, Citrus Aurantium Dulcis (Orange) Flower Extract, Tocopherol, Propylene Glycol, Laureth-2, Linalool, Limonene, Hexyl Cinnamal, Citronellol.\\n\\nThe Ritual of Mehr Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Hybrid Oil, Parfum/Fragrance, Citrus Aurantium Dulcis (Orange) Flower Extract, Cedrus Atlantica Wood Extract, Tocopheryl Acetate, Tocopherol, Allantoin, Ubiquinone, Tridecane, Isohexadecane, Cetyl Palmitate, Ceteareth-20, Glyceryl Stearate, Propylene Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-12, Phenoxyethanol, Caprylyl Glycol, Potassium Sorbate, Linalool, Limonene, Hexyl Cinnamal, Citronellol, Coumarin, Sodium Hydroxide."
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/91f10e00a4c94cfe94b7d2a04846b9a4/68249c6ee7b348579cc7fc12fb06fade.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/a81db043ee5845ae9a4d132826754d6d/3fc5b29dd7304f7ba4b2469010d02549.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/453d188ace8f448fbb253594495cee04/8b78fabe7bc041bc940de6e4743d9181.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/a67549d8d1db493ca4d84072aa076ec5/ab43dc0a17ce4a4285fd05209f1423d3.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/db5aac7cb3de440ba58db60771c9a5ea/1e16e5fb03ea497cb0c2d52b3e4aaff6.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/8a69b4bbb43f47b5b0f3f9e30664718b/654d712d93f045baa54a9dab68614f13.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/765674f1207f4aff84d72a2d01b36cca/e0ab329d0a994f40a151b8a9b1180ea9.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "170.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "The Ritual of Sakura pianka pod prysznic w żelu. UWAGA: pojemnik pod ciśnieniem: może pęknąć po podgrzaniu. Unikać kontaktu z oczami. W PRZYPADKU KONTAKTU Z OCZAMI: ostrożnie przepłukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Zakaz palenia. Nie przekłuwać ani nie spalić, nawet po zużyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatur przekraczających 50°C/122 °F. Przechowywać w miejscu niedostępnym dla dzieci. 5,5% masy zawartości jest łatwopalne. ~ Świeca zapachowa Ritual of Sakura 140g do zestawów upominkowych Zawiera: 3,4,5,6,6-pentametylohept-3-en-2-on, linalol, (E) -2-metoksy-4- (prop-1-enylo) fenol. Może wywoływać reakcję alergiczną. Utylizować zawartość/pojemniki do punktu zbiórki odpadów niebezpiecznych.",
            "Numer produktu": "RIG34G08D-S11",
            "Składniki": "The Ritual of Sakura Foaming Shower Gel: Aqua/Water, Sodium Laureth Sulfate, Cocamidopropyl Betaine, Isopentane, Sorbitol, PEG-120 Methyl Glucose Dioleate, Isopropyl Palmitate, Isobutane, Parfum/Fragrance, Oryza Sativa (Rice) Extract, Prunus Cerasus (Bitter Cherry) Extract, Sodium Benzoate, Citric Acid, PEG-40 Hydrogenated Castor Oil, Butylene Glycol, Glycerin, Guar Hydroxypropyltrimonium Chloride, Potassium Sorbate, Sorbic Acid, Hexyl Cinnamal, Benzyl Salicylate, Linalool, Coumarin, Citronellol, Geraniol, Alpha-Isomethyl Ionone, Cinnamyl Alcohol.\\n\\nThe Ritual of Sakura Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Seed Oil, Prunus Avium (Sweet Cherry) Fruit Extract, Oryza Sativa (Rice) Extract, Centella Asiatica Leaf Extract, Allantoin, Ubiquinone, Tocopherol, Tocopheryl Acetate, Propylene Glycol, Caprylyl Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-20, Glyceryl Stearate, Ceteareth-12, Cetyl Palmitate, Tridecane, Isohexadecane, Butylene Glycol, Sodium Citrate, Parfum/Fragrance, Benzyl Salicylate, Cinnamyl Alcohol, Citral, Citronellol, Coumarin, Geraniol, Hexyl Cinnamal, Isoeugenol, Linalool, Alpha-Isomethyl Ionone, Limonene, Phenoxyethanol, Potassium Sorbate, Sodium Metabisulfite, Sorbic Acid, Citric Acid, Sodium Hydroxide.\\n\\nThe Ritual of Sakura Body Scrub: Sucrose, Ethylhexyl Stearate, Isopropyl Myristate, Carthamus Tinctorius (Safflower) Seed Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Parfum/Fragrance, Camellia Japonica Seed Oil, Oryza Sativa (Rice) Bran Oil, Simmondsia Chinensis (Jojba) Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Prunus Cerasus (Bitter Cherry) Shell Powder, Prunus Avium (Sweet Cherry) Flower Extract, Tocopherol, Benzyl Salicylate, Cinnamyl Alcohol, Citronellol, Coumarin, Geraniol, Hexyl Cinnamal, Linalool, Alpha-Isomethyl Ionone, Limonene."
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/0ccd7637d5304b4c9c6769fead37d7a5/be855f6479dc4248ab31eb23a65b2e83.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/5c9a61cfeef04fe499348b079a74eb26/4168b21e85714baab13b56bbcb9a5bc5.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/c70523a7cd1b4507a5b4494ac7fa83d5/17f56bc76ca442d185df87e84e250e4c.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/f2541900e2124365b4d85ab2d07cf6bb/879abdac57824f968ae6837c1573c6ed.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/03868caa0ad04027a05e31fdd60e301c/9724ef255b1b48889dfca21d53a6391e.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/7cd55122fcc64a9a9e29c4c4b6aaf46a/dc46cb98771c4d54b8af78bb01a38808.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "203.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Mini patyczki zapachowe od the Ritual of Ayurveda. Uwaga. Wysoce łatwopalna ciecz i para. Może powodować reakcję alergiczną skóry. Powoduje podrażnienie oczu. Działa szkodliwie na organizmy wodne, powodując długotrwałe skutki. Jeśli jest to konieczne, należy mieć pod ręką opakowanie produktu lub jego etykietę. Przechowywać w niedostępnym miejscu dla dzieci. Przechowywane z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Zakaz palenia. Unikaj uwolnienia do środowiska. W PRZYPADKU KONTAKTU ZE SKÓRĄ: należy umyć dużą ilością wody z mydłem. W PRZYPADKU KONTAKTU Z OCZAMI: należy ostrożnie spłukać wodą przez kilka minut. Jeśli to możliwe należy usunąć soczewki kontaktowe oraz kontynuować płukanie. Jeśli wystąpi podrażnienie skóry lub wysypka: należy zgłosić się do lekarza. Jeśli podrażnienie oczu utrzymuje się: należy zgłosić się do lekarza. Zawartość/pojemnik należy przekazać do punktu zbiórki odpadów niebezpiecznych. Unikaj kontaktu patyczków zapachowych z meblami, skórą lub powierzchniami drewnianymi. W przypadku wycieku płynu natychmiast oczyść. ~ ZAWIERA octan 4-tert-butylocykloheksylu, cytronellol, linalol, tetrametyloacetyloacetyloktahydronaftaleny, alfa-izometylojonon, pentadekalakton, geraniol, octan geranylu, formaldehyd cyklodecyloetyloacetal, trans-róża ketone-3 (trans-delta-damascone), nerol ~ Piankowy żel pod prysznic od The Ritual of Ayurveda UWAGA. Pojemnik ciśnieniowy: po podgrzaniu może pęknąć. Unikaj kontaktu z oczami. W PRZYPADKU KONTAKTU Z OCZAMI: należy ostrożnie spłukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Zakaz palenia. Nie przekłuwać ani nie spalić, nawet po zużyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatur przekraczających 50°C/122°F. Przechowywać w miejscu niedostępnym dla dzieci. 4% masy zawartości jest łatwopalne. ~ Świeca od The Ritual of Ayurveda 140g do zestawów upominkowych. UWAGA. Zawiera octan cis-4-tert-butylocykloheksylu; (etoksymetoksy) cyklododekan; 1- (1,2,3,4,5,6,7,8-oktahydro-2,3,8,8-tetrametylo-2-naftylo) etan-1-on; 3-metylo-4- (2,6,6-trimetylo-2-cykloheksen-1-ylo) -3-buten-2-on; linalol; cytronellol; (2E) -2- (fenylometylideno) oktanal. Może powodować reakcję alergiczną skóry. Działa szkodliwie na organizmy wodne, powodując długotrwałe skutki. Należy unikać uwolnienia do środowiska. W PRZYPADKU KONTAKTU ZE SKÓRĄ: należy umyć dużą ilością wody z mydłem. Jeśli wystąpi podrażnienie skóry lub wysypka: należy udać się do lekarza. Należy utylizować zawartość/pojemniki do punktu zbiórki odpadów niebezpiecznych.",
            "Numer produktu": "RIG34G08B-S11",
            "Składniki": "The Ritual of Ayurveda Foaming Shower Gel: Aqua/Water, Sodium Coco-Sulfate, Decyl Glucoside, Isopentane, Coco-Glucoside, Glycerin, PEG-120 Methyl Glucose Dioleate, Isopropyl Palmitate, Parfum/Fragrance, Isobutane, Rosa Damascena Flower Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Citric Acid, Sodium Benzoate, Guar Hydroxypropyltrimonium Chloride, Hexyl Cinnamal, Limonene, Linalool, Coumarin, Citronellol, Benzyl Benzoate.\\n\\nThe Ritual of Ayurveda Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Hybrid Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Rosa Damascena Flower Oil, Tocopheryl Acetate, Allantoin, Tocopherol, Ubiquinone, Parfum/Fragrance, Tridecane, Isohexadecane, Cetyl Palmitate, Ceteareth-20, Glyceryl Stearate, Propylene Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-12, PEG-40 Hydrogenated Castor Oil, Phenoxyethanol, Caprylyl Glycol, Potassium Sorbate, Benzyl Alcohol, Sodium Benzoate, Linalool, Hexyl Cinnamal, Limonene, Coumarin, Citronellol, Benzyl Benzoate, Geraniol, Cinnamyl Alcohol, Citral, Sodium Hydroxide, Citric Acid."
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/baa49e260bb34a0c829548d52fc06fd2/a4b4a6fd78064da6a00dd5e7888bdf17.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/9c8187ebbd7246e6b1221b72e847326e/6a642a39963a496397577749c6ab0436.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/0ced27efbc1c4a28ae7731cf0921d525/46d252fce2194a909d9d1969ce3b5bbc.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/4484dad462f04a6ca28e60680640d3d0/293db4f4520644d4881880139fc5be5d.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/1f9862e849544b86974942182689c890/f38d0ea2da6f48caa513596cff26d32f.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/05c8472a7dd443abbcca79d9c08d1e99/eed284151edd4053975eca18c9abab5f.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/917e6c4c861346f285d29a07ad8e8e9d/501928b900b74a63bd6508142933adbd.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "203.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Pianka pod prysznic w żelu Ritual of Sakura. UWAGA: Pojemnik pod ciśnieniem: Może pęknąć po podgrzaniu. Unikać kontaktu z oczami. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie płukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu. Nie przekłuwać ani nie spalać, nawet po użyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatury przekraczającej 50°C/122°F. Przechowywać w miejscu niedostępnym dla dzieci. 5,5% masy zawartości jest łatwopalne. ~ Ritual of Sakura mini patyczki zapachowe. UWAGA! Wysoce łatwopalna ciecz i para. Powoduje poważne podrażnienie oczu. W razie konieczności zasięgnięcia porady lekarza należy mieć pod ręką pojemnik lub etykietę produktu. Przechowywać poza zasięgiem dzieci. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie płukać wodą przez kilka minut. Wyjąć soczewki kontaktowe, jeśli są i można to łatwo zrobić. Kontynuować płukanie. Przechowywać w dobrze wentylowanym miejscu. Przechowywać w chłodnym miejscu. Zawartość/pojemnik usuwać do punktu zbiórki odpadów niebezpiecznych. Unikać kontaktu zapachu z meblami, skórą lub wykończonymi powierzchniami drewnianymi. W przypadku rozlania płynu, natychmiast usunąć. ~ Zawiera (E)-2-Methoxy-4-(prop-1-enyl)Phenol; 3,4,5,6,6-Pentamethylhept-3-en-2-one; Linalool. Może powodować reakcję alergiczną. ~ Świeca zapachowa Ritual of Sakura 140 g do zestawów upominkowych Zawiera: 3,4,5,6,6-Pentamethylhept-3-en-2-One, Linalool, (E)-2-Methoxy-4-(Prop-1-Enyl) Phenol. Może powodować reakcję alergiczną. Zawartość/pojemnik usuwać do punktu zbiórki odpadów niebezpiecznych.",
            "Numer produktu": "RIG34G085-S11",
            "Składniki": "The Ritual of Sakura Foaming Shower Gel: Aqua/Water, Sodium Laureth Sulfate, Cocamidopropyl Betaine, Isopentane, Sorbitol, PEG-120 Methyl Glucose Dioleate, Isopropyl Palmitate, Isobutane, Parfum/Fragrance, Oryza Sativa (Rice) Extract, Prunus Cerasus (Bitter Cherry) Extract, Sodium Benzoate, Citric Acid, PEG-40 Hydrogenated Castor Oil, Butylene Glycol, Glycerin, Guar Hydroxypropyltrimonium Chloride, Potassium Sorbate, Sorbic Acid, Hexyl Cinnamal, Benzyl Salicylate, Linalool, Coumarin, Citronellol, Geraniol, Alpha-Isomethyl Ionone, Cinnamyl Alcohol.\\n\\nThe Ritual of Sakura Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Seed Oil, Prunus Avium (Sweet Cherry) Fruit Extract, Oryza Sativa (Rice) Extract, Centella Asiatica Leaf Extract, Allantoin, Ubiquinone, Tocopherol, Tocopheryl Acetate, Propylene Glycol, Caprylyl Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-20, Glyceryl Stearate, Ceteareth-12, Cetyl Palmitate, Tridecane, Isohexadecane, Butylene Glycol, Sodium Citrate, Parfum/Fragrance, Benzyl Salicylate, Cinnamyl Alcohol, Citral, Citronellol, Coumarin, Geraniol, Hexyl Cinnamal, Isoeugenol, Linalool, Alpha-Isomethyl Ionone, Limonene, Phenoxyethanol, Potassium Sorbate, Sodium Metabisulfite, Sorbic Acid, Citric Acid, Sodium Hydroxide."
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/52113d7b38634afba899f70e6d1bfc67/bce3e8863d7d4835b025d4f207d982b5.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/a1971f64287e4dbbbc6db8e9fe09733a/eb45a5faaaa341bdbb285bbbe5860dc8.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/3a34ecf6d0da4b90a95377b1e814cfe8/36dc8fe1ca934e55ba3891ea36cd3601.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/8e94477d9ed7422380a9e86786178f79/91dfa9f4503c4217ababbef025f3931f.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/a87a757605884b549cd9336cfd9e57a9/aa2a21e4afb54fa5b412d7fc25e10412.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/0d0f9dc12f74481a86ceaf293d0e9d2a/517c6979743e421bbfe0e67beb7c6b97.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/89898521ab7a406a8cf456e21f1cfcfe/e0eb41e30fc64f728415ec5dbed32f55.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "189.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Pieniący się żel pod prysznic The Ritual of Mehr. UWAGA! Pojemnik pod ciśnieniem: Może pęknąć po podgrzaniu. Unikać kontaktu z oczami. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie płukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu w pobliżu. Nie przekłuwać ani nie podpalać, nawet po użyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatury przekraczającej 50°C/122°F. Przechowywać w miejscu niedostępnym dla dzieci. 5,2% masy zawartości jest łatwopalne. ~ Świeca zapachowa Ritual of Mehr 140 g do zestawów upominkowych. UWAGA! Może powodować reakcję alergiczną skóry. Działa toksycznie na organizmy wodne, powodując długotrwałe skutki. Unikać uwolnienia do środowiska. W PRZYPADKU KONTAKTU ZE SKÓRĄ: Umyć dużą ilością wody/mydła. Jeśli wystąpi podrażnienie skóry lub wysypka: Zasięgnąć porady/zgłosić się pod opiekę lekarza. Zawartość/pojemnik usunąć do punktu zbiórki odpadów niebezpiecznych. ~ ZAWIERA: Eugenol; [3R-(3α,3aβ,6β,7β,8aα)]-Octahydro-6-Methoxy-3,6,8,8-Tetramethyl-1H-3a,7-Methanoazulene; Linalyl Acetate; 1-(1,2,3,4,5,6,7,8-Octahydro-2,3,8,8-Tetramethyl-2-Naphthyl)Ethan-1-One; Linalool; α-Methylcinnamaldehyde; Cinnamaldehyde.",
            "Numer produktu": "RIG34G08C-S11",
            "Składniki": "The Ritual of Mehr Foaming Shower Gel: Aqua/Water, Sodium Laureth Sulfate, Cocamidopropyl Betaine, Sorbitol, Isopentane, Isopropyl Palmitate, Parfum/Fragrance, Isobutane, PEG-120 Methyl Glucose Dioleate, Juniperus Virginiana Oil, Citrus Aurantium Dulcis (Orange) Peel Oil, Sodium Chloride, Sodium Benzoate, PEG-40 Hydrogenated Castor Oil, Glycerin, Citric Acid, Guar Hydroxypropyltrimonium Chloride, Tocopherol, Citronellol, Hexyl Cinnamal, Limonene, Linalool.\\n\\nThe Ritual of Mehr Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Hybrid Oil, Parfum/Fragrance, Citrus Aurantium Dulcis (Orange) Flower Extract, Cedrus Atlantica Wood Extract, Tocopheryl Acetate, Tocopherol, Allantoin, Ubiquinone, Tridecane, Isohexadecane, Cetyl Palmitate, Ceteareth-20, Glyceryl Stearate, Propylene Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-12, Phenoxyethanol, Caprylyl Glycol, Potassium Sorbate, Linalool, Limonene, Hexyl Cinnamal, Citronellol, Coumarin, Sodium Hydroxide.\\n\\nThe Ritual of Mehr Body Scrub: Sucrose, Ethylhexyl Stearate, Isopropyl Myristate, Carthamus Tinctorius (Safflower) Seed Oil, Persea Gratissima (Avocado) Oil, Parfum/Fragrance, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Citrus Aurantium Dulcis (Orange) Peel Powder, Citrus Aurantium Amara (Bitter Orange) Flower Extract, Juniperus Mexicana Wood Oil, Argania Spinosa Kernel Oil, Macadamia Integrifolia Seed Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Tocopherol, Glycerin, Aqua/Water, Citronellol, Hexyl Cinnamal, Linalool, Limonene."
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/e3b6e43e70d640868f04b9f37eff53ae/932252fd145f41948a81471b6d0954a0.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/2560cb1f4d8648e8bffe39ea7c726467/fbe01aaa7c8943fc8299ebc40980b364.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/e37a2f4d30e34b56888ecd1ba3c5324c/431782b54dc64d8e994b0bdf3a3c5f1f.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/bef21995c6284447801befee67210e0b/4681e10ec524484380f9aca469da37a0.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/41dd43a306ad448fb652aa5c8a2428c0/4e4f78a839ee4b21b0d11ee05c89ec6b.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/e2bb2d70c4f0435fa68804be2df0c567/bfcf254da0d24f81b6a55ab2e51d32bf.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "179.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "The Ritual of Jing Foaming Shower Gel OSTRZEŻENIE: Zbiornik pod ciśnieniem. Może pęknąć po rozgrzaniu. Nie rozpylaj w kierunku oczu. W PRZYPADKU KONTAKTU Z OCZAMI: Ostrożnie płucz wodą przez kilka minut. Przechowuj z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie pal. Nie przekłuwaj ani nie pal pustych pojemników. Chroń przed światłem słonecznym. Nie wystawiaj na działanie temperatur powyżej 50°C. Przechowuj poza zasięgiem dzieci. 5,5 procent zawartości jest łatwopalne.",
            "Numer produktu": "RIG34G08K-S11",
            "Składniki": "\\\"The Ritual of Jing Foaming Shower Gel: Aqua/Water, Sodium Laureth Sulfate, Cocamidopropyl Betaine, Isopentane, Sorbitol, PEG-120 Methyl Glucose Dioleate, Isopropyl Palmitate, Isobutane, Lavandula Angustifolia (Lavender) Flower Extract, Pterocarpus Santalinus Wood (Sandalwood) Extract, Parfum/Fragrance, Sodium Benzoate, Citric Acid, PEG-40 Hydrogenated Castor Oil, Linalool, Limonene, Guar Hydroxypropyltrimonium Chloride, Helianthus Annuus (Sunflower) Seed Oil, Glycerin.\\n\\nThe Ritual of Jing Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Hybrid Oil, Parfum/Fragrance, Zizyphus Jujuba (Jujube) Fruit Extract, Nelumbo Nucifera (Lotus) Flower Extract, Tocopheryl Acetate, Tocopherol, Tridecane, Allantoin, Ubiquinone, Isohexadecane, Cetyl Palmitate, Ceteareth-20, Glyceryl Stearate, Propylene Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-12, Phenoxyethanol, Caprylyl Glycol, Potassium Sorbate, Benzyl Alcohol, Benzyl Salicylate, Hexyl Cinnamal, Linalool, Alpha-Isomethyl Ionone, Sodium Hydroxide.\\n\\nThe Ritual of Jing Body Scrub: Maris Sal/Sea Salt, Ethylhexyl Stearate, Isopropyl Myristate, Carthamus Tinctorius (Safflower) Seed Oil, Parfum/Fragrance, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Persea Gratissima (Avocado) Oil, Macadamia Integrifolia Seed Oil, Argania Spinosa Kernel Oil, Bambusa Vulgaris Leaf Extract, Helianthus Annuus (Sunflower) Seed Oil, Helianthus Annuus (Sunflower) Hybrid Oil , Tocopherol, Magnesium Sulfate, Pumice, Shellac, Benzyl Salicylate, Hexyl Cinnamal, Linalool, Alpha-Isomethyl Ionone, CI 77288 Oxide Greens.\\\"\\n"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/22a53d909f56404dab75baac8596094b/bb80ebe3982742dda70f307861a1a50a.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/9fc6b3915b1f424bbe0cd09447954309/04be76c17abd4875b065447e915fd84e.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/cd0d52c2e3574f63a410368b9040d635/155350e9463f4e30b543293de7da9dbd.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/40ba397f9711426481a34b98eec5c3b2/d13079e2058e46a9abcb62b3e564c3bd.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/c1b104a3645f42a399a84a09d2ecf2ec/82baca7fbf3f4535a1515ff990ca8873.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/1716bc142bb54d0cbf9980a6c9189825/d649e84ae54a49d786eafe3806d69172.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/7e135c62619b4cc19ec8c22313354392/172ce6fa61de4740b41432fa0504e4a1.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "203.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Pianka pod prysznic w żelu Ritual of Karma. UWAGA! Pojemnik pod ciśnieniem: Może pęknąć po podgrzaniu. Unikać kontaktu z oczami. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie płukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu. Nie przekłuwać ani nie spalać, nawet po użyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatury przekraczającej 50°C/122°F. Przechowywać w miejscu niedostępnym dla dzieci. 4% masy zawartości jest łatwopalne. ~ Ritual of Karma mini patyczki zapachowe. UWAGA! Wysoce łatwopalna ciecz i para. Powoduje poważne podrażnienie oczu. Działa szkodliwie na organizmy wodne, powodując długotrwałe skutki. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu. Zawartość/pojemnik usuwać do odpowiedniego punktu zbiórki. Przechowywać w miejscu niedostępnym dla dzieci. Unikać kontaktu z meblami, skórą lub wykończonymi powierzchniami drewnianymi. W przypadku rozlania płynu, natychmiast go usunąć. ~ ZAWIERA: Dipentene, Linalyl Acetate, Linalool, Piperonal, Cis-4-Tert-Butylcyclohexyl Acetate, Citronellol, 3-P-Cumenyl-2-Methylpropionaldehyde, Pin-2(10)-Ene, 1-(2, 6,6-trimetylo-1,3-cykloheksadien-1-ylo)-2-buten-1-on, 3-metylo-4-(2,6,6-trimetylo-2-cykloheksen-1-ylo)-3-buten-2-on, 2-(4-tert-butylobenzylo)propionaldehyd. Może powodować reakcję alergiczną. ~ Ritual of Karma Scented Candle 140g for Gift Sets Zawiera Cis-4-Tert-Butylcyclohexyl Acetate, Benzyl Salicylate, Citronellol, Piperonal, Linalyl Acetate, 1-(1,2,3,4,5,6,7,8-Octahydro-2,3,8, 8-Tetrametylo-2-Naftylo)Etan-1-One, 3-Metylo-4-(2,6,6-Trimetylo-2-Cykloheksen-1-ylo)-3-Buten-2-One, 3-PCumenyl-2-Methylpropionaldehyde, Linalool, (E)-2-Methoxy-4-(Prop-1-Enyl) Phenol, (d)-Limonene, (2E)-2-(Phenylmethylidene)Octanal. Może powodować reakcję alergiczną. ~ Działa szkodliwie na organizmy wodne, powodując długotrwałe skutki. Unikać uwolnienia do środowiska. Zawartość/pojemnik usuwać do punktu zbiórki odpadów niebezpiecznych.",
            "Numer produktu": "RIG34G089-S11",
            "Składniki": "The Ritual of Karma Foaming Shower Gel: Aqua/Water, Sodium Coco-Sulfate, Sorbitol, Coco-Glucoside, Isopentane, Caprylyl/Capryl Glucoside, Cocamidopropyl Betaine, Isopropyl Palmitate, Parfum/Fragrance, PEG-120 Methyl Glucose Dioleate, Isobutane, Nelumbo Nucifera (Lotus) Flower Extract, Camellia Sinensis (White Tea) Leaf Extract, Citric Acid, Sodium Chloride, Sodium Benzoate, Glycerin, Guar Hydroxypropyltrimonium Chloride, Squalane, Silybum Marianum Seed Oil, Porphyra Umbilicalis Extract, Nannochloropsis Oculata Extract, Aloe Barbadensis Leaf Juice Powder, Tocopherol, Potassium Sorbate, Sorbic Acid, Benzyl Salicylate, Limonene, Linalool, Hexyl Cinnamal, Citronellol, Alpha-Isomethyl Ionone, Citral.\\n\\nThe Ritual of Karma 48h Hydrating Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Seed Oil, Parfum/Fragrance, Camellia Sinensis (White Tea) Leaf Extract, Nelumbo Nucifera (Lotus) Flower Extract, Aloe Barbadensis Leaf Juice, Macrocystis Pyrifera (Kelp) Extract, Betaine, Ubiquinone, Squalane, Sodium Hyaluronate, Tridecane, Glyceryl Stearate, Ceteareth-12, Cetyl Palmitate, Ceteareth-20, Isohexadecane, Propylene Glycol, Sodium Polyacrylate, Tocopherol, Allantoin, Caprylyl Glycol, Tocopheryl Acetate, Carbomer, Benzyl Salicylate, Citral, Citronellol, Hexyl Cinnamal, Linalool, Alpha-Isomethyl Ionone, Limonene, Phenoxyethanol, Sodium Benzoate, Potassium Sorbate, Sorbic Acid, Citric Acid, Sodium Hydroxide."
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/ed46dc4b9771484ea15b9abfa8f83fa3/d1d1e914d87f4e4493ab517dd935a43c.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/d35bea5cff674dc49d5dd24962e0c84c/376a40db57694b258c56145c4ac3e819.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/d4a788e7d7f74f2f8280c579ca46a2b9/8d77e71d08ee42c5b1e87bc42c56d693.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/85da25ffca2048beafbc99a0121c623c/8c69d63a537640b3924cdd10d85fd168.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/b282675b55664fd692eb0209ee6b7930/3071dca3a91b40cd80d47f55807ad2d8.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/4a9e9544cfcc40b48f0c634c2435ae14/e86cacc809bd460781a6b8c8cdb69847.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "309.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Uwaga": "Suede Vanilla mini patyczki zapachowe z butelką. UWAGA! Wysoce łatwopalna ciecz i opary. Może powodować reakcję alergiczną skóry.  Powoduje poważne podrażnienie oczu. W razie konieczności zasięgnięcia porady lekarza należy mieć pod ręką pojemnik lub etykietę produktu. Przechowywać poza zasięgiem dzieci. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Zakaz palenia. W PRZYPADKU KONTAKTU ZE SKÓRĄ: Umyć dużą ilością wody/mydła. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie opłukać wodą przez kilka minut. Wyjąć soczewki kontaktowe, jeśli są i można to łatwo zrobić. Kontynuować płukanie. Zawartość/pojemnik usuwać do punktu zbiórki odpadów niebezpiecznych. ~ Zawiera: Trans-Rose Ketone-3, Citronellol, Coumarin, Linalyl Acetate, Ethyl 2,2-Dimethylhydrocinnamal, Linalool. ~ Świeca zapachowa Suede Vanilla 360 g do zestawów upominkowych. UWAGA! Może powodować reakcję alergiczną skóry. Działa szkodliwie na organizmy wodne, powodując długotrwałe skutki. Przechowywać poza zasięgiem dzieci. Unikać uwolnienia do środowiska. W PRZYPADKU KONTAKTU ZE SKÓRĄ: Umyć dużą ilością wody/mydła. Jeśli wystąpi podrażnienie skóry lub wysypka: Zasięgnąć porady/zgłosić się pod opiekę lekarza. Zawartość/pojemnik usuwać do punktu zbiórki odpadów niebezpiecznych. ~ Zawiera; 1-(1,2,3,4,5,6,7,8-Octahydro-2,3,8,8-Tetramethyl-2-Naphthyl)Ethan-1-One; Amyl Cinnamic Aldehyde; Ethyllinalool; Citronellol; (+)-(1S,2S,3S,5R)-2,6,6-Trimethylbicyclo[3. 1.1]Heptane-3-Spiro-1'-(Cyclohex-2'-En-4'-One); [1α(E),2β]-1-(2,6,6-Trimethylcyclohex-3-En-1-Yl)But-2-En-1-One ; Chromen-2-One. ~ Suede Vanilla Home Perfume 250ml do zestawów upominkowych. UWAGA! Wysoce łatwopalna ciecz i pary. Może powodować reakcję alergiczną skóry.  Powoduje poważne podrażnienie oczu. W razie konieczności zasięgnięcia porady lekarza należy mieć pod ręką pojemnik lub etykietę produktu. Przechowywać w miejscu niedostępnym dla dzieci. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu w pobliżu. W PRZYPADKU KONTAKTU ZE SKÓRĄ: Umyć dużą ilością wody/mydła. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie płukać wodą przez kilka minut. Wyjąć soczewki kontaktowe, jeśli są i można to łatwo zrobić. Kontynuować płukanie. Zawartość/pojemnik usuwać do punktu zbiórki odpadów niebezpiecznych. Unikać kontaktu zapachu z meblami, skórą lub wykończonymi powierzchniami drewnianymi. W przypadku rozlania płynu, natychmiast posprzątać. ~ ZAWIERA: Linalool, Citronellol, Linalyl acetate, Trans-Rose ketone-3 (trans-delta-Damascone).",
            "Numer produktu": "RIG34I02T-S11",
            "Składniki": "Suede Vanilla Mini Fragrance Sticks Bottle DANGER. Highly flammable liquid and vapour. May cause an allergic skin reaction.   Causes serious eye irritation.  If medical advice is needed, have product container or label at hand.  Keep out of reach of children.  Keep away from heat, hot surfaces, sparks, open flames and other ignition sources. No smoking.  IF ON SKIN: Wash with plenty of water/soap.  IF IN EYES: Rinse cautiously with water for several minutes. Remove contact lenses, if present and easy to do. Continue rinsing.  Dispose of contents/container to the hazardous waste collection point. \\n\\nCONTAINS Trans-Rose Ketone-3, Citronellol, Coumarin, Linalyl Acetate, Ethyl 2,2-Dimethylhydrocinnamal, Linalool.\\n\\nSuede Vanilla Scented Candle 360g for Gift Sets WARNING.  May cause an allergic skin reaction.  Harmful to aquatic life with long lasting effects. Keep out of reach of children. Avoid release to the environment. IF ON SKIN: Wash with plenty of water/soap. If skin irritation or rash occurs: Get medical advice/attention. Dispose of contents/container to the hazardous waste collection point.\\n\\nContains 1-(1,2,3,4,5,6,7,8-Octahydro-2,3,8,8-Tetramethyl-2-Naphthyl)Ethan-1-One; Amyl Cinnamic Aldehyde; Ethyllinalool; Citronellol; (+)-(1S,2S,3S,5R)-2,6,6-Trimethylbicyclo[3.1.1]Heptane-3-Spiro-1'-(Cyclohex-2'-En-4'-One); [1α(E),2β]-1-(2,6,6-Trimethylcyclohex-3-En-1-Yl)But-2-En-1-One ; Chromen-2-One.\\n\\nSuede Vanilla Home Perfume 250ml for Gift Sets DANGER. Highly flammable liquid and vapour. May cause an allergic skin reaction.   Causes serious eye irritation.  If medical advice is needed, have product container or label at hand.  Keep out of reach of children.  Keep away from heat, hot surfaces, sparks, open flames and other ignition sources. No smoking.  IF ON SKIN: Wash with plenty of water/soap.  IF IN EYES: Rinse cautiously with water for several minutes. Remove contact lenses, if present and easy to do. Continue rinsing.  Dispose of contents/container to the hazardous waste collection point. Avoid contact of fragrance with furniture, leather or finished wood surfaces. In case any fluid spills, clean up immediately. \\n\\nCONTAINS Linalool, Citronellol, Linalyl acetate, Trans-Rose ketone-3 (trans-delta-Damascone)."
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/d3a464628bf140f28f627886a44c11ac/362fb1dfbf434f648edf0e10eea9cbd4.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/f2ca3d70d10341318d4d091d241c15ce/9f2134763cb842f8aca7c3244ffd82ce.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/992a57bbe5be47c080ae8821719e4828/c0a5417ca43f4f689298a15b6f17549d.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/9d4216f9e51d4de7b1eb5ac11a12e8a4/cfc7b5d5a5b24796ac5b37fa37fb6d54.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/8668d2bc55bf4dea8b3c3d2a6a5bd739/f1b3c42c196e474aa350f08797b8d16f.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "309.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Uwaga": "Savage Garden mini patyczki zapachowe z butelką. UWAGA! Wysoce łatwopalna ciecz i opary. Może powodować reakcję alergiczną skóry.  Powoduje poważne podrażnienie oczu. Działa szkodliwie na organizmy wodne, powodując długotrwałe skutki. W razie konieczności zasięgnięcia porady lekarza należy mieć pod ręką pojemnik lub etykietę produktu. Przechowywać w miejscu niedostępnym dla dzieci. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu w pobliżu. W PRZYPADKU KONTAKTU ZE SKÓRĄ: Umyć dużą ilością wody/mydła. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie płukać wodą przez kilka minut. Wyjąć soczewki kontaktowe, jeśli są i można to łatwo zrobić. Kontynuować płukanie. Zawartość/pojemnik usuwać do punktu zbiórki odpadów niebezpiecznych. Unikać kontaktu zapachu z meblami, skórą lub wykończonymi powierzchniami drewnianymi. W przypadku rozlania płynu, natychmiast posprzątać. ~ Świeca zapachowa Savage Garden 360 g w zestawach upominkowych. UWAGA! Może powodować reakcję alergiczną skóry. Działa szkodliwie na organizmy wodne, powodując długotrwałe skutki. Unikać uwolnienia do środowiska. W PRZYPADKU KONTAKTU ZE SKÓRĄ: Umyć dużą ilością wody/mydła. Jeśli wystąpi podrażnienie skóry lub wysypka: Zasięgnąć porady/zgłosić się pod opiekę lekarza. Zawartość/pojemnik usuwać do punktu zbiórki odpadów niebezpiecznych. ~ Zawiera Tetramethyl Acetyloctahydronaphtalenes; Tetrahydrolinalool; Geranyl Acetate; Nerol; Linalyl Acetate; Cineole. ~ Savage Garden Home Perfume 250ml w zestawie upominkowym. UWAGA! Wysoce łatwopalna ciecz i pary. Może powodować reakcję alergiczną skóry.  Powoduje poważne podrażnienie oczu. Działa szkodliwie na organizmy wodne, powodując długotrwałe skutki. W razie konieczności zasięgnięcia porady lekarza należy mieć pod ręką pojemnik lub etykietę produktu. Przechowywać w miejscu niedostępnym dla dzieci. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu. Unikać uwolnienia do środowiska. W PRZYPADKU KONTAKTU ZE SKÓRĄ: Umyć dużą ilością wody/mydła. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie płukać wodą przez kilka minut. Wyjąć soczewki kontaktowe, jeśli są i można to łatwo zrobić. Kontynuować płukanie. Jeśli podrażnienie oczu utrzymuje się: Zasięgnąć porady/zgłosić się pod opiekę lekarza. Zawartość/pojemnik usuwać do punktu zbiórki odpadów niebezpiecznych. Unikać kontaktu zapachu z meblami, skórą lub wykończonymi powierzchniami drewnianymi. W przypadku rozlania płynu, natychmiast usunąć. ~ ZAWIERA Tetramethyl Acetyloctahydronaphthalenes, Tetrahydrolinalool, Linalyl Acetate, Eucalyptol, Cis-4-Tert-Butylcyclohexyl Acetate.",
            "Numer produktu": "RIG34I02S-S11",
            "Składniki": "Savage Garden Mini Fragrance Sticks Bottle DANGER. Highly flammable liquid and vapour. May cause an allergic skin reaction.   Causes serious eye irritation.   Harmful to aquatic life with long lasting effects. If medical advice is needed, have product container or label at hand.  Keep out of reach of children.  Keep away from heat, hot surfaces, sparks, open flames and other ignition sources. No smoking.  IF ON SKIN: Wash with plenty of water/soap.  IF IN EYES: Rinse cautiously with water for several minutes. Remove contact lenses, if present and easy to do. Continue rinsing.  Dispose of contents/container to the hazardous waste collection point. Avoid contact of fragrance with furniture, leather or finished wood surfaces. In case any fluid spills, clean up immediately.\\n\\nSavage Garden Scented Candle 360g for Gift Sets WARNING. May cause an allergic skin reaction. Harmful to aquatic life with long lasting effects. Avoid release to the environment. IF ON SKIN: Wash with plenty of water/soap. If skin irritation or rash occurs: Get medical advice/attention. Dispose of contents/container to the hazardous waste collection point.\\n\\nContains Tetramethyl Acetyloctahydronaphtalenes; Tetrahydrolinalool; Geranyl Acetate; Nerol; Linalyl Acetate; Cineole.\\n\\nSavage Garden Home Perfume 250ml for Gift Sets DANGER. Highly flammable liquid and vapour. May cause an allergic skin reaction.   Causes serious eye irritation.   Harmful to aquatic life with long lasting effects. If medical advice is needed, have product container or label at hand.  Keep out of reach of children.  Keep away from heat, hot surfaces, sparks, open flames and other ignition sources. No smoking.  Avoid release to the environment.  IF ON SKIN: Wash with plenty of water/soap.  IF IN EYES: Rinse cautiously with water for several minutes. Remove contact lenses, if present and easy to do. Continue rinsing.  If eye irritation persists: Get medical advice/attention.   Dispose of contents/container to the hazardous waste collection point. Avoid contact of fragrance with furniture, leather or finished wood surfaces. In case any fluid spills, clean up immediately. \\n\\nCONTAINS Tetramethyl Acetyloctahydronaphthalenes, Tetrahydrolinalool, Linalyl Acetate, Eucalyptol, Cis-4-Tert-Butylcyclohexyl Acetate."
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/98dfce915c324cdeb560a1d91f49ae46/9219044fcb3944fb98b405abadafacf6.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/f82a053a2add46ab88aba98b7935d105/9a6b047954e045909e6fd131a41fa760.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/62144829e08c43f584849385fcd8d6aa/5c0f0bf9bd084074bbb9842c398c214f.jpg?imwidth=156"
        ],
        "brand": "Crocs",
        "name": "Inne akcesoria",
        "price": "76.45",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Ostrzeżenie: Dla dzieci o minimalnej wadze": "3 g",
            "Wzór": "Kolorowy",
            "Numer produktu": "CR453K002-T11"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/ce0caec31f204a81a45a211850d9ea94/c231265b3dd143f9a749405591903f64.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/a412eb7df87f4c66b30ea7ff3e3790d5/49b8ec41956040d0a3743d0701e20711.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/1f0a7e4326864d92b07d3153a58c6666/1b4607cb92904e048d5bf93749b4b0fe.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/d580d3b3b1584c928873b121f0b6b645/a7352bf7a2ed4739b17b05d657df9a76.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/35a84434053c40b3ab1aa4d7fb8a935f/00949a0d441642acb54a6dd397249567.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/dff255565a2547e78be53e37e0e57398/25fbb0348f9c45b88d76369a67ec8deb.jpg?imwidth=156"
        ],
        "brand": "Ann Summers",
        "name": "Inne akcesoria",
        "price": "107.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Materiał": "Poliuretan, metal",
            "Wzór": "Kolor jednolity",
            "Numer produktu": "ANE81A07B-Q11",
            "Wzrost modela": "Nasz model ma 177 cm wzrostu i nosi rozmiar One Size",
            "Szerokość": "2 cm w rozmiarze One Size"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/a6dec05cc6564be883e4ce48c6ff59c8/03df4c4a70a144d798815fb8ec01fb73.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/b6a111c4bd444dc9a5d396014a83c45d/101cf6c6a7b4422c8565442c6b882ff2.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/ddcf281bdc8841358908d34702028317/1e20908a81e447b78651330664c70c80.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/0a14a816beda4837af68ff36c5ac724a/fb11830a613e49b38efba649b53d2166.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/50cbeb2447324a3aabffc9308cf1e584/db634009ff9c4c6ebb3f2a7803020dac.jpg?imwidth=156"
        ],
        "brand": "Casno",
        "name": "Bidon",
        "price": "54.99",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Objętość": "750 l w rozmiarze One Size",
            "Numer produktu": "CMR54S017-J11",
            "Wysokość": "25.5 cm w rozmiarze One Size",
            "Szerokość": "7 cm w rozmiarze One Size"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [],
        "brand": "Brak marki",
        "name": "Valentino Bags",
        "price": "",
        "sizes": [
            "One Size"
        ],
        "additional_info": {}
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/f8a0fb5377804718ad564b47d56f16e6/e3d04aeb8aa44baabf7c0cfb978e3ff0.jpg?imwidth=156&filter=packshot"
        ],
        "brand": "Brandit",
        "name": "Inne akcesoria",
        "price": "69.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Materiał": "100% poliester",
            "Zapięcie": "Zamek błyskawiczny",
            "Wzór": "Kolor jednolity",
            "Szczegóły": "Dwustronny zamek",
            "Numer produktu": "BRM54F006-Q11"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [],
        "brand": "Polo Ralph Lauren",
        "name": "POLO X ELEMENT - Inne akcesoria",
        "price": "329.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Wzór": "Nadruk",
            "Numer produktu": "PO254E003-T11"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [],
        "brand": "Cult Gaia",
        "name": "Inne akcesoria",
        "price": "1409.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Materiał": "Mosiądz",
            "Efekt": "polerowany",
            "Zapięcie": "Karabińczyk",
            "Wzór": "Kolor jednolity",
            "Numer produktu": "CUI51L015-D11"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/2ed52b32a3c24e268659670b39108fe7/2dad26af6bb942858f8da77657a01a38.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/8edb0b381f1f492dbed0b06588151d36/f9d907faf36b4ae0919d0a260d87c738.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/bbe7e64e747740619f7343903ca0562f/df699d0d15bf4bb1aaf5228f2a2b24c8.jpg?imwidth=156"
        ],
        "brand": "WITTCHEN",
        "name": "Inne akcesoria",
        "price": "49.90",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Materiał": "Poliester",
            "Podszewka": "Poliester",
            "Zapięcie": "Zamek błyskawiczny",
            "Wzór": "Melanż",
            "Numer produktu": "0WI51H0F3-I11",
            "Wysokość": "19 cm w rozmiarze One Size",
            "Długość": "10 cm w rozmiarze One Size",
            "Szerokość": "23 cm w rozmiarze One Size"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/a9b19899e92448d4a66d2388c675483a/eba8de9d7e904e2ba3ed53796833fcdf.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/3f30c36581c74a53908996327090a8e0/df9a48c5409346c480865503f952a56e.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/015dfdac206b4c2f81319866ca1c9c0c/de68a90c28d34339ad2e64e756e0f997.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/31b6c66094844b6b887d5186891aa94f/d11270b6f57b4632b9b5402aafc40807.jpg?imwidth=156"
        ],
        "brand": "KARL LAGERFELD",
        "name": "Bidon",
        "price": "259.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Wzór": "Nadruk",
            "Numer produktu": "K4854E00F-B11"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/97a3f59cbe5448f89aed8bdf2230e371/8c721854a54d4679aeda2f3c2640d6d9.jpg?imwidth=156&filter=packshot"
        ],
        "brand": "Apple",
        "name": "APPLE 2ND GENERATION - Inne akcesoria",
        "price": "669.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Numer produktu": "3AP54E01E-A11"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/98a9a18cd1a349248620285e9ad11b45/42670297e2724cb8aca18c7fe1b34cd3.jpg?imwidth=156&filter=packshot"
        ],
        "brand": "Crocs",
        "name": "5PCK - Inne akcesoria",
        "price": "71.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Licencjonowana postać": "Park Jurajski",
            "Numer produktu": "CR453O00I-T11"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/09481be0a7444af3ad4ea103637549d6/0637d8d3465c4aa086b7c7e20521885f.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/907d8b34f363409d980d71ef77a792b7/04d3b19e2f5c4736b2072fb2c067f71f.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/1c9d4ec831864d0cbd74c8224ab40551/e60d48fd8bdb4879803b099f5af27f53.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/cf6dcdae65d54ef7b59eb6a492d23130/875f6f426d1a4ef8b86d99e5a87a0b0a.jpg?imwidth=156"
        ],
        "brand": "KARL LAGERFELD",
        "name": "Bidon",
        "price": "429.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Szczegóły": "Kamyki ozdobne",
            "Numer produktu": "K4851E032-Q11"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/651354db7c704b66bd70f158757531e1/a0e89d2690c24d6f91c855be6b2be337.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/928564b9a06e489794fecbe08a74f70e/bc37fdeac73d4f43be6f9be690d44df8.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/686ff7d8fd374de29b85681f05e9e121/58c1fbd37db1477c89a6c387076ae9d8.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/9cf795d78aea4e64a2fe2b2845419642/478c030b4ac5465c97ad5a548df588fc.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/af7a65af28bd492f941f09bd9b973181/4619746642e44265bd10d09154814008.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/1773da7219a74dd092288277e32a9e5c/3042d23e67124d61993052626e5c5a5d.jpg?imwidth=156"
        ],
        "brand": "Gusti Leder",
        "name": "Inne akcesoria",
        "price": "108.95",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Wskazówki pielęgnacyjne": "Nie prać, nie prasować, nie wybielać",
            "Numer produktu": "GUG54S01Q-O11",
            "Wysokość": "23 cm w rozmiarze One Size",
            "Długość": "13 cm w rozmiarze One Size",
            "Szerokość": "2.5 cm w rozmiarze One Size"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/bc51a95d70564352bbfa7d0f7cfbf83b/1257c291c3744bc89a8a9be35cfb9537.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/a314f321c4a24fb1b09c786b7d81d68f/80f4e5234fdb4584a8798e59b828b8e1.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/3125437ea539435f93d7dcae88e73832/1d53dd6e1bb540efa92eb8262cfc5059.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/5c084c36354e49bdb0c22388913475d6/080062d931ff4d679cde9555e7531cff.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/b1fe44e709624531ad5ef105a110d5c8/2098ae1adfb349b69a42f069616dd000.jpg?imwidth=156"
        ],
        "brand": "KARL LAGERFELD",
        "name": "Inne akcesoria",
        "price": "210.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Materiał": "Poliuretan",
            "Podszewka": "Materiał",
            "Wzór": "Kolor jednolity",
            "Numer produktu": "K4851F0BC-Q11",
            "Wysokość": "7 cm w rozmiarze One Size",
            "Długość": "5.5 cm w rozmiarze One Size",
            "Szerokość": "3 cm w rozmiarze One Size"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/2f582d55ebbd4eb0bca60ec8bff864fb/f39a7284e58a453caeb4d89f8d777458.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/916a75df9fb34a1597439909a44e1438/a0f6f423b5c44861b14637c4552de613.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/a48decfdff0945d4a7655a6be9ffe5bc/de8de43148b24191aca7d9b2f40e125c.jpg?imwidth=156"
        ],
        "brand": "Crocs",
        "name": "JIBBITZ DYED 5 UNISEX - Inne akcesoria",
        "price": "99.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Struktura/rodzaj materiału": "Sztuczna skóra",
            "Numer produktu": "CR453O00J-T11"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/0b384feb567c48139e2cf6b456ac9930/544075e7a4294b7ab5b57c16136d0c6d.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/1fe0e653cc5747a5bb681a480c891cd2/d119797e0a194d36b3fe6dac88c6346f.jpg?imwidth=156"
        ],
        "brand": "Jordan",
        "name": "Inne akcesoria",
        "price": "89.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Materiał": "93% nylon, 7% elastan",
            "Podszewka": "Materiał",
            "Rodzaj sportu": "Koszykówka",
            "Numer produktu": "JOC42L04O-G11"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [],
        "brand": "Brak marki",
        "name": "Pepe Jeans",
        "price": "",
        "sizes": [
            "XS",
            "95",
            "85",
            "One Size",
            "M",
            "39",
            "38",
            "45",
            "XXL",
            "36",
            "105",
            "100",
            "90",
            "42",
            "44",
            "41",
            "XL",
            "43",
            "46",
            "L",
            "S",
            "37",
            "40"
        ],
        "additional_info": {}
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [],
        "brand": "Polo Ralph Lauren",
        "name": "UNISEX - Akcesoria dla zwierząt",
        "price": "287.00",
        "sizes": [
            "XXL",
            "XS",
            "L",
            "M",
            "XL",
            "S"
        ],
        "additional_info": {
            "Materiał": "100% bawełna",
            "Wskazówki pielęgnacyjne": "Pranie w pralce w 30 °C",
            "Numer produktu": "PO254T004-G11",
            "Długość": "30 cm w rozmiarze L"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/c5c401db693145aea54e36bc3a526671/ec2f723ddcab45edb46686138b9581fe.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/c239cb8352974e9d8f834129eee863d0/91e206dce2cd49cd85e0d5728e1acb2d.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/ae43c4a87f1b4a6cadb3a207622b3b6c/a40f23f9be9148e3b77828e961245162.jpg?imwidth=156"
        ],
        "brand": "Bluebella",
        "name": "PETRA - Inne akcesoria",
        "price": "186.00",
        "sizes": [
            "M",
            "S",
            "L"
        ],
        "additional_info": {
            "Materiał": "Cynk",
            "Zapięcie": "Karabińczyk",
            "Numer produktu": "BZ381A0DS-Q11",
            "Średnica kamienia szlachetnego/perły": "0.5 cm w rozmiarze M"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/d02aaa7fdaf1436f976109cf8171e9fb/86cd8b468ac24f40a2c9336c5e6504d7.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/31404ad6defa46d6a922b9a78072f285/fd37b95561cd4ad38e47adf87eee230b.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/3d565556dea04fc1b6ce044f731927d6/b114112814e048988b91b06cead38923.jpg?imwidth=156"
        ],
        "brand": "Crocs",
        "name": "JIBBITZ GORGEOUS 5 UNISEX - Inne akcesoria",
        "price": "99.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Wzór": "Kolorowy",
            "Numer produktu": "CR453O00H-T11"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/3d35c659e22c35929b1e7dfaf0c709e4/0c6345e29c684d2587750c25a9c17334.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/3f3bd34573d7393b8e432551754c012a/9b045ea0c25943c9b6fc839aae51e80a.jpg?imwidth=156"
        ],
        "brand": "Nike Performance",
        "name": "UNISEX  - Inne akcesoria",
        "price": "129.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Materiał": "Nylon, poliester",
            "Wskazówki pielęgnacyjne": "Pranie ręczne",
            "Rodzaj sportu": "Bieganie, fitness",
            "Dodatki": "Elementy odblaskowe",
            "Zapięcie": "Rzep",
            "Wzór": "Nadruk",
            "Numer produktu": "N1244E0BJ-Q11",
            "Szerokość": "10 cm w rozmiarze One Size",
            "Wysokość": "16 cm w rozmiarze One Size"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/099c86e3f95c48cebdd9481835e23591/28dd814b335543f49c8a26e9623982b2.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/9be37c3c576343f2a8ca27c8516601f4/fe423cfbcf854baab3ea9e53258b4cdc.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/546c8299e48843699b5a0b164a3dcb5a/9349fc56e5d34fa1a8930f351c4e5519.jpg?imwidth=156"
        ],
        "brand": "Crocs",
        "name": "MCDONALDS JIBBITZ UNISEX - Inne akcesoria",
        "price": "99.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Wzór": "Nadruk",
            "Numer produktu": "CR415J01X-T11"
        }
    },
    {
        "department": "Kobiety",
        "category": "Akcesoria Kobiety",
        "subcategory": "Pozostałe",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/42f14a89ac8f4f3c9992401de82a9e30/abba295a903c484ba8f8a2a39466341a.jpg?imwidth=156&filter=packshot"
        ],
        "brand": "Apple",
        "name": "APPLE 1ST GENERATION - Inne akcesoria",
        "price": "539.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Numer produktu": "3AP54E01D-A11"
        }
    }
]