[
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/9f21bbc106f9483193de9002ed1663a0/3296da81299f46e2b365881a1935c111.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/9304396166d140d9aa0cb7cb899993f5/dcff5c039c8f48539dd28a034f627abe.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/b18dd3789a7a4773b45f99f4958c02b2/15f3145276db4abfb329a8cfdac642a6.jpg?imwidth=156"
        ],
        "brand": "The Ordinary",
        "name": "Zestaw do pielęgnacji",
        "price": "79.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Przeciwdziałanie": "Wypryski",
            "Rodzaj cery": "Wszystkie typy skóry",
            "Numer produktu": "THR34G017-S11",
            "Składniki": "Glucoside Foaming Cleanser: Aqua (Water), Decyl Glucoside, Coco Glucoside, Xanthan Gum, Tocopherol, Phytic Acid, Benzyl Alcohol, Ethylhexylglycerin."
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/d897db2a7d744882931e2e8c21a5bfba/b3bc95ec9d5b40adba0778d4db83051b.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/5bd8e78e00b74d149dce588d1225601d/09435a6cb6f04aad80293dc0e9f32810.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/7f95dd5e506e4fd6b21fe64f9e49091a/b4fc5ad2bcc64c1295d39284c29dced0.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/a6fd1cb9c05a4754a9aa11a5960879c2/cf064fae69784efb8d0aaec53215c427.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/0f96f6135b894b9abdb518a395934bc5/a11fa4dded494380b5f3c43cc3f6f246.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/f621074553a846fd93889fb975d043fb/41a99ed00f574657bfe4154a4b4c753e.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "93.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Zestaw upominkowy Ritual of Sakura świeca zapachowa 25g. Zawiera: (Z)-3,4,5,6,6-Pentamethylhept-3-en-2-One, Linalool, (E)-2-Methoxy-4-(Prop-1-Enyl) Phenol. Może powodować reakcję alergiczną. Zawartość/pojemnik usuwać do punktu zbiórki odpadów niebezpiecznych. ~ The Ritual of Sakura pianka pod prysznic w żelu 50ml. UWAGA! Pojemnik pod ciśnieniem: Może pęknąć po podgrzaniu. Unikać kontaktu z oczami. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie płukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu w pobliżu. Nie przekłuwać ani nie podpalać, nawet po użyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatury przekraczającej 50°C/122°F. Przechowywać w miejscu niedostępnym dla dzieci. 5,5% masy zawartości jest łatwopalne.",
            "Numer produktu": "RIG34G083-S11",
            "Składniki": "The Ritual of Sakura Foaming Shower Gel: Aqua/Water, Sodium Laureth Sulfate, Cocamidopropyl Betaine, Isopentane, Sorbitol, PEG-120 Methyl Glucose Dioleate, Isopropyl Palmitate, Isobutane, Parfum/Fragrance, Oryza Sativa (Rice) Extract, Prunus Cerasus (Bitter Cherry) Extract, Sodium Benzoate, Citric Acid, PEG-40 Hydrogenated Castor Oil, Butylene Glycol, Glycerin, Guar Hydroxypropyltrimonium Chloride, Potassium Sorbate, Sorbic Acid, Hexyl Cinnamal, Benzyl Salicylate, Linalool, Coumarin, Citronellol, Geraniol, Alpha-Isomethyl Ionone, Cinnamyl Alcohol.\\n\\nThe Ritual of Sakura Body Scrub Cream: Aqua/Water, Glycerin, Cellulose Acetate, Parfum/Fragrance, Caprylyl Glycol, Bambusa Arundinacea Stem Extract, Prunus Avium (Sweet Cherry) Fruit Extract, Oryza Sativa (Rice) Extract, Candelilla Cera/Euphorbia Cerifera (Candelilla) Wax, Synthetic Fluorphlogopite, Tin Oxide, Propylene Glycol, Caprylic/Capric Triglyceride, Ammonium Acryloyldimethyltaurate/VP Copolymer, t-Butyl Alcohol, Stearyl Stearate, Jojoba Esters, Talc, Benzyl Salicylate, Cinnamyl Alcohol, Citronellol, Coumarin, Geraniol, Hexyl Cinnamal, Linalool, Alpha-Isomethyl Ionone, Limonene, Phenoxyethanol, Potassium Sorbate, Sorbic Acid, Sodium Metabisulfite, Lactic Acid, Citric Acid, Sodium Citrate, Sodium Hydroxide, CI 73360/Red 30, CI 77891/Titanium Dioxide, CI 77510/Ferric Ferrocyanide.\\n\\nThe Ritual of Sakura Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Seed Oil, Prunus Avium (Sweet Cherry) Fruit Extract, Oryza Sativa (Rice) Extract, Centella Asiatica Leaf Extract, Allantoin, Ubiquinone, Tocopherol, Tocopheryl Acetate, Propylene Glycol, Caprylyl Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-20, Glyceryl Stearate, Ceteareth-12, Cetyl Palmitate, Tridecane, Isohexadecane, Butylene Glycol, Sodium Citrate, Parfum/Fragrance, Benzyl Salicylate, Cinnamyl Alcohol, Citral, Citronellol, Coumarin, Geraniol, Hexyl Cinnamal, Isoeugenol, Linalool, Alpha-Isomethyl Ionone, Limonene, Phenoxyethanol, Potassium Sorbate, Sodium Metabisulfite, Sorbic Acid, Citric Acid, Sodium Hydroxide."
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/949223e5145b44af98a99aa6c27594ec/6957127a268b47f8acec0ab79c6e7065.jpg?imwidth=156&filter=packshot",
            "https://mosaic03.ztat.net/prd/media/comet/RI/G3/4G/08/6S/11/VIDEO/PREVIEW_IMG/1701186630014.jpg",
            "https://img01.ztat.net/article/spp-media-p1/a2bf0959def84039b2a7aacb230db0d7/556a3abaa0a5434081c8de6712ea8cf2.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/1986259f6bc643d9a9387a9842514f13/33970468dbbd45eb98d2739e3298dbe7.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/6fe6bdb9b3dc46bf9500cc935e5e0429/5e5c52a027e743d0890137e010ed5318.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/9174c60223b044fdb5500eaface42933/73d58801686c4be090db4d0f5a2e7752.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/028485b9351642c58a66288c6d613fc0/17d30a2595f2480bb11ee05ff6500c4c.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/9bf431d6ea124c7ba692864ebe601920/cd20c84734f34dfdbe311096582e2fe1.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/0cded42305b9448191572ace64331e9c/af6a078de5554fa89677cef7da483a43.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "98.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "The Ritual of Karma pianka pod prysznic w żelu 50ml. UWAGA: pojemnik pod ciśnieniem: Po podgrzaniu może pęknąć. Unikać kontaktu z oczami. W PRZYPADKU KONTAKTU Z OCZAMI: ostrożnie przepłukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Zakaz palenia. Nie przekłuwać ani nie spalić, nawet po zużyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatur przekraczających 50°C/122 °F. Przechowywać w miejscu niedostępnym dla dzieci. 4% masy zawartości jest łatwopalna.",
            "Numer produktu": "RIG34G086-S11",
            "Składniki": "The Ritual of Karma Foaming Shower Gel: Aqua/Water, Sodium Coco-Sulfate, Sorbitol, Coco-Glucoside, Isopentane, Caprylyl/Capryl Glucoside, Cocamidopropyl Betaine, Isopropyl Palmitate, Parfum/Fragrance, PEG-120 Methyl Glucose Dioleate, Isobutane, Nelumbo Nucifera (Lotus) Flower Extract, Camellia Sinensis (White Tea) Leaf Extract, Citric Acid, Sodium Chloride, Sodium Benzoate, Glycerin, Guar Hydroxypropyltrimonium Chloride, Squalane, Silybum Marianum Seed Oil, Porphyra Umbilicalis Extract, Nannochloropsis Oculata Extract, Aloe Barbadensis Leaf Juice Powder, Tocopherol, Potassium Sorbate, Sorbic Acid, Benzyl Salicylate, Limonene, Linalool, Hexyl Cinnamal, Citronellol, Alpha-Isomethyl Ionone, Citral.\\n\\nThe Ritual of Karma Mild Body Scrub Paste: Aqua/Water, Cetearyl Alcohol, Kaolin, Hydrated Silica, Glycerin, Stearic Acid, Parfum/Fragrance, Caprylic/Capric Triglyceride, Butyrospermum Parkii (Shea) Butter, Cocos Nucifera (Coconut) Oil, Camellia Sinensis (White Tea) Leaf Extract, Nelumbo Nucifera (Lotus) Flower Extract, Bambusa Arundinacea Stem Extract, Macrocystis Pyrifera (Kelp) Extract, Aloe Barbadensis Leaf Juice, Phenoxyethanol, Sodium Stearoyl Glutamate, Xanthan Gum, Sodium Stearoyl Lactylate, Sodium Cetearyl Sulfate, Potassium Sorbate, Sodium Benzoate, Benzyl Salicylate, Polyacrylamide, Limonene, C13-14 Isoparaffin, Disodium EDTA, Ethylhexylglycerin, Hexyl Cinnamal, Laureth-7, Squalane, Citric Acid, Tocopherol, Sodium Chloride, Sodium Sulfate, Sorbic Acid, Linalool, Alpha-Isomethyl Ionone, Citronellol, Citral, CI 42090/Blue 1, CI 77891/Titanium Dioxide.\\n\\nThe Ritual of Karma 24h Hydrating Body Lotion: Aqua/Water, Ethylhexyl Stearate, Helianthus Annuus (Sunflower) Hybrid Oil, Glycerin, Xanthan Gum, Camellia Sinensis (White Tea) Leaf Extract, Nelumbo Nucifera (Lotus) Flower Extract, Nannochloropsis Oculata Extract, Porphyra Umbilicalis Extract, Aloe Barbadensis Leaf Extract, Silybum Marianum Seed Oil, Parfum/Fragrance, Squalane, Cellulose, Sodium Stearoyl Glutamate, Microcrystalline Cellulose, Cellulose Gum, Alcohol, Phenoxyethanol, Benzyl Alcohol, Benzyl Salicylate, Limonene, Linalool, Hexyl Cinnamal, Alpha-Isomethyl Ionone, Citronellol, Citral, Citric Acid, Sodium Hydroxide.\\n\\nThe Ritual of Karma Shimmering Body Oil: Caprylic/Capric Triglyceride, Polyamide-8, Parfum/Fragrance, Carthamus Tinctorius (Safflower) Seed Oil, Olea Europaea (Olive) Fruit Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Camellia Sinensis (White Tea) Leaf Extract, Nelumbo Nucifera (Lotus) Flower Extract, Macrocystis Pyrifera (Kelp) Extract, Aloe Barbadensis Leaf Extract, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, Pentaerythrityl Tetra-Di-t-Butyl Hydroxyhydrocinnamate, Synthetic Fluorphlogopite, Silica, Tin Oxide, Squalane, Aqua/Water, Glycerin, Parfum/Fragrance, Benzyl Salicylate, Citral, Citronellol, Hexyl Cinnamal, Linalool, Alpha-Isomethyl Ionone, Limonene, Sodium Benzoate, Potassium Sorbate, Citric Acid, CI 77491/Iron Oxides, CI 77891/Titanium Dioxide."
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/03c2aeab84d44c3584aa47eee02c5c23/bf1ee18605d042fcbdaeea49810aaccc.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/85393b3826f540f6af4db7cb7c371fdb/79860d2ad39646349bb39ad154dea6f0.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/a70aa03bde1746149dc490012c8dc7a4/e1d3bbedb52946d5b80fc25c15c07ce5.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/601b03ca0ad1490ea8180c949d5f8204/efb57210e6304d23bff83a84eef5bf5c.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/4c05cc460b734303afb2527ad1fe06a9/a009f0f6a7a7406ebf19c9fecea5950a.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/3ecc857248da41138a5148bf85f46f57/ab5140cd5cbe40d79b52d1b658b9f72a.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "93.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "The Ritual of Ayurveda pianka pod prysznic w żelu 50ml. UWAGA: pojemnik pod ciśnieniem: po podgrzaniu może pęknąć. Unikać kontaktu z oczami. W PRZYPADKU KONTAKTU Z OCZAMI: ostrożnie przepłukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Zakaz palenia. Nie przekłuwać ani nie palić, nawet po zużyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatur przekraczających 50°C/122 °F. Przechowywać w miejscu niedostępnym dla dzieci. 4% masy zawartości jest łatwopalnych.",
            "Numer produktu": "RIG34G084-S11",
            "Składniki": "The Ritual of Ayurveda Foaming Shower Gel: Aqua/Water, Sodium Coco-Sulfate, Decyl Glucoside, Isopentane, Coco-Glucoside, Glycerin, PEG-120 Methyl Glucose Dioleate, Isopropyl Palmitate, Parfum/Fragrance, Isobutane, Rosa Damascena Flower Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Citric Acid, Sodium Benzoate, Guar Hydroxypropyltrimonium Chloride, Hexyl Cinnamal, Limonene, Linalool, Coumarin, Citronellol, Benzyl Benzoate.\\n\\nThe Ritual of Ayurveda Shower Oil: Brassica Campestris (Rapeseed) Seed Oil, Ricinus Communis (Castor) Seed Oil, MIPA-Laureth Sulfate, Laureth-3, Caprylic/Capric Triglyceride, Parfum/Fragrance, Glyceryl Caprylate/Caprate, Laureth-7 Citrate, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Cocos Nucifera (Coconut) Oil, Moringa Oleifera Seed Oil, Rosa Damascena Flower Water, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, Hydrogenated Palm Glycerides Citrate, Benzyl Benzoate, Citral, Citronellol, Coumarin, Hexyl Cinnamal, Linalool, Limonene, Sodium Benzoate, Potassium Sorbate, Sorbic Acid.\\n\\nThe Ritual of Ayurveda Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Hybrid Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Rosa Damascena Flower Oil, Tocopheryl Acetate, Allantoin, Tocopherol, Ubiquinone, Parfum/Fragrance, Tridecane, Isohexadecane, Cetyl Palmitate, Ceteareth-20, Glyceryl Stearate, Propylene Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-12, PEG-40 Hydrogenated Castor Oil, Phenoxyethanol, Caprylyl Glycol, Potassium Sorbate, Benzyl Alcohol, Sodium Benzoate, Linalool, Hexyl Cinnamal, Limonene, Coumarin, Citronellol, Benzyl Benzoate, Geraniol, Cinnamyl Alcohol, Citral, Sodium Hydroxide, Citric Acid.\\n\\nThe Ritual of Ayurveda Hair &Body Mist: Aqua/Water, PEG-40 Hydrogenated Castor Oil, Trideceth-9, Parfum/Fragrance, Rosa Damascena (Damask Rose) Flower Water, Prunus Amygdalus Dulcis (Sweet Almond) Seed Extract, Phenoxyethanol, Propylene Glycol, Hexyl Cinnamal, Limonene, Linalool, Coumarin, Ethylhexylglycerin, Citronellol, Glycerin, Benzyl Benzoate, Citral, Sodium Hydroxide, Benzyl Alcohol, Alpha-Isomethyl Ionone, Cinnamyl Alcohol, Benzyl Cinnamate, Geraniol, Potassium Sorbate, Sodium Benzoate, Sorbic Acid."
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/510b18d220914c97959c3831a1fe51c2/550f90f43f1f444ab15be5a28eb110d1.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/2d7e1727a2c6496f85adc15738555380/2047873c34cf484ba7bbf25d703dced0.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/6cf494d31806403887b996df7653e88e/aedfefe9716e46f78c8456572bbbae6e.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/d984e6bf1c6f4306a76dad1c0d4ae8b5/eb1cdd4579d146499074d4d0fc94e6ec.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/d5667ee5577e4523bf2144421f75f73b/3e2f037d43ea4b4183d3c76ea2f06148.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/35b507ef14574ea5af085cf12164fbfe/3ded50329bc040d4aa3cf1aab5dddab2.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "161.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Pianka pod prysznic w żelu Ritual of Karma. UWAGA! Pojemnik pod ciśnieniem: Może pęknąć po podgrzaniu. Unikać kontaktu z oczami. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie płukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu. Nie przekłuwać ani nie spalać, nawet po użyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatury przekraczającej 50°C/122°F. Przechowywać w miejscu niedostępnym dla dzieci. 4% masy zawartości jest łatwopalne. ~ The Ritual of Karma świeca zapachowa 140g do zestawów upominkowych. Zawiera: Cis-4-Tert-Butylcyclohexyl Acetate, Benzyl Salicylate, Citronellol, Piperonal, Linalyl Acetate, 1-(1,2,3,4,5,6,7,8-Octahydro-2,3,8, 8-Tetrametylo-2-Naftylo)Etan-1-One, 3-Metylo-4-(2,6,6-Trimetylo-2-Cykloheksen-1-ylo)-3-Buten-2-One, 3-PCumenyl-2-Methylpropionaldehyde, Linalool, (E)-2-Methoxy-4-(Prop-1-Enyl) Phenol, (d)-Limonene, (2E)-2-(Phenylmethylidene)Octanal. Może powodować reakcję alergiczną. ~ Działa szkodliwie na organizmy wodne, powodując długotrwałe skutki. Unikać uwolnienia do środowiska. Zawartość/pojemnik usuwać do punktu zbiórki odpadów niebezpiecznych.",
            "Numer produktu": "RIG34G08E-S11",
            "Składniki": "The Ritual of Karma Foaming Shower Gel: Aqua/Water, Sodium Coco-Sulfate, Sorbitol, Coco-Glucoside, Isopentane, Caprylyl/Capryl Glucoside, Cocamidopropyl Betaine, Isopropyl Palmitate, Parfum/Fragrance, PEG-120 Methyl Glucose Dioleate, Isobutane, Nelumbo Nucifera (Lotus) Flower Extract, Camellia Sinensis (White Tea) Leaf Extract, Citric Acid, Sodium Chloride, Sodium Benzoate, Glycerin, Guar Hydroxypropyltrimonium Chloride, Squalane, Silybum Marianum Seed Oil, Porphyra Umbilicalis Extract, Nannochloropsis Oculata Extract, Aloe Barbadensis Leaf Juice Powder, Tocopherol, Potassium Sorbate, Sorbic Acid, Benzyl Salicylate, Limonene, Linalool, Hexyl Cinnamal, Citronellol, Alpha-Isomethyl Ionone, Citral.\\n\\nThe Ritual of Karma 48h Hydrating Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Seed Oil, Parfum/Fragrance, Camellia Sinensis (White Tea) Leaf Extract, Nelumbo Nucifera (Lotus) Flower Extract, Aloe Barbadensis Leaf Juice, Macrocystis Pyrifera (Kelp) Extract, Betaine, Ubiquinone, Squalane, Sodium Hyaluronate, Tridecane, Glyceryl Stearate, Ceteareth-12, Cetyl Palmitate, Ceteareth-20, Isohexadecane, Propylene Glycol, Sodium Polyacrylate, Tocopherol, Allantoin, Caprylyl Glycol, Tocopheryl Acetate, Carbomer, Benzyl Salicylate, Citral, Citronellol, Hexyl Cinnamal, Linalool, Alpha-Isomethyl Ionone, Limonene, Phenoxyethanol, Sodium Benzoate, Potassium Sorbate, Sorbic Acid, Citric Acid, Sodium Hydroxide.\\n\\nThe Ritual of Karma Softening Body Scrub: Maris Sal/Sea Salt, Ethylhexyl Stearate, Isopropyl Myristate, Carthamus Tinctorius (Safflower) Seed Oil, Parfum/Fragrance, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Macadamia Integrifolia Seed Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Argania Spinosa Kernel Oil, Persea Gratissima (Avocado) Oil, Macrocystis Pyrifera (Kelp) Extract, Nelumbo Nucifera (Lotus) Flower Extract, Aloe Barbadensis Leaf Extract, Helianthus Annuus (Sunflower) Seed Oil, Tocopherol, Squalane, Aqua/Water, Glycerin, Caprylic/Capric Triglyceride, Benzyl Salicylate, Citronellol, Hexyl Cinnamal, Linalool, Alpha-Isomethyl Ionone, Limonene, Sodium Benzoate, Potassium Sorbate, Citric Acid."
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/49fa2bffe6464422947b86e2f6273482/3395c39c96b54747b907554e3af9fb29.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/0cc597f2657344bbbec47b0b591ca6da/05d221f6d15b480597196b2a368a9ba1.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/d3cc2b91a17f414990b67007f3b2dded/b0bb8291c3c04ee092aca226b13d7c78.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/6f812550c1834dccb3e6dcc8265d1511/827ed6e5576440eabe31683a60b3428d.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/a3db437da9704642a42c1c47daf749c7/10f76134a1314717be823613058e3e5d.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "109.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "The Ritual of Mehr pianka pod prysznic w żelu 50ml. UWAGA: pojemnik pod ciśnieniem: po podgrzaniu może pęknąć. Unikać kontaktu z oczami. W PRZYPADKU KONTAKTU Z OCZAMI: ostrożnie przepłukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Zakaz palenia. Nie przekłuwać ani nie spalić, nawet po zużyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatur przekraczających 50°C/122°F. Przechowywać w miejscu niedostępnym dla dzieci. 5,2% masy zawartości jest łatwopalne. ~ Zestaw upominkowy Ritual of Mehr świeca zapachowa 25g UWAGA: może powodować reakcję alergiczną skóry. Toksyczny dla organizmów wodnych z długotrwałymi skutkami. Należy unikać uwolnienia do środowiska. W PRZYPADKU KONTAKTU ZE SKÓRĄ: umyć dużą ilością wody z mydłem. Jeśli wystąpi podrażnienie skóry lub wysypka: należy zgłosić się do lekarza. Zawartość/pojemnik wyrzucić do punktu zbiórki odpadów niebezpiecznych. ~ ZAWIERA eugenol; [3R- (3α,3aβ,6β,7β,8aα)] -oktahydro-6-metoksy-3,6,8,8-tetrametylo-1H-3A, 7-metanoazulen; octan linalilu; 1- (1,2,3,4,5,6,7,8-okta-2,hydrota-2,hydrota-2,hydrota-2,hydrota-3,8,8-tetrametylo-2,3,8,8-tetrametylo-2-naftylo) etan-1-on; linalol; aldehyd α-metylocynamonowy; aldehyd cynamonowy.",
            "Numer produktu": "RIG34G08A-S11",
            "Składniki": "The Ritual of Mehr Foaming Shower Gel: Aqua/Water, Sodium Laureth Sulfate, Cocamidopropyl Betaine, Sorbitol, Isopentane, Isopropyl Palmitate, Parfum/Fragrance, Isobutane, PEG-120 Methyl Glucose Dioleate, Juniperus Virginiana Oil, Citrus Aurantium Dulcis (Orange) Peel Oil, Sodium Chloride, Sodium Benzoate, PEG-40 Hydrogenated Castor Oil, Glycerin, Citric Acid, Guar Hydroxypropyltrimonium Chloride, Tocopherol, Citronellol, Hexyl Cinnamal, Limonene, Linalool.\\n\\nThe Ritual of Mehr Shower Oil: Canola Oil, Laureth-4, MIPA-Laureth Sulfate, Parfum/Fragrance, Polyglyceryl-3 Diisostearate, Helianthus Annuus (Sunflower) Hybrid Oil, Ricinus Communis (Castor) Seed Oil, Cedrus Atlantica Bark Extract, Citrus Aurantium Dulcis (Orange) Flower Extract, Tocopherol, Propylene Glycol, Laureth-2, Linalool, Limonene, Hexyl Cinnamal, Citronellol.\\n\\nThe Ritual of Mehr Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Hybrid Oil, Parfum/Fragrance, Citrus Aurantium Dulcis (Orange) Flower Extract, Cedrus Atlantica Wood Extract, Tocopheryl Acetate, Tocopherol, Allantoin, Ubiquinone, Tridecane, Isohexadecane, Cetyl Palmitate, Ceteareth-20, Glyceryl Stearate, Propylene Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-12, Phenoxyethanol, Caprylyl Glycol, Potassium Sorbate, Linalool, Limonene, Hexyl Cinnamal, Citronellol, Coumarin, Sodium Hydroxide."
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/e943b46ced7a4bbf8a1af0e0105080a4/4d35a3dd217a444f90be9c7ed488346e.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/86a96fc98c6047c396292a9d528b0d9d/fd659ab1c07c484c953610b3dbdbb90e.jpg?imwidth=156"
        ],
        "brand": "Revolution Haircare",
        "name": "REVOLUTION CURL ENHANCER SATIN CURLING RIBBON PINK - Zestaw do włosów",
        "price": "29.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Materiał": "100% poliester",
            "Numer produktu": "R3C34J005-J11"
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/91f10e00a4c94cfe94b7d2a04846b9a4/68249c6ee7b348579cc7fc12fb06fade.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/a81db043ee5845ae9a4d132826754d6d/3fc5b29dd7304f7ba4b2469010d02549.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/453d188ace8f448fbb253594495cee04/8b78fabe7bc041bc940de6e4743d9181.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/a67549d8d1db493ca4d84072aa076ec5/ab43dc0a17ce4a4285fd05209f1423d3.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/db5aac7cb3de440ba58db60771c9a5ea/1e16e5fb03ea497cb0c2d52b3e4aaff6.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/8a69b4bbb43f47b5b0f3f9e30664718b/654d712d93f045baa54a9dab68614f13.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/765674f1207f4aff84d72a2d01b36cca/e0ab329d0a994f40a151b8a9b1180ea9.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "170.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "The Ritual of Sakura pianka pod prysznic w żelu. UWAGA: pojemnik pod ciśnieniem: może pęknąć po podgrzaniu. Unikać kontaktu z oczami. W PRZYPADKU KONTAKTU Z OCZAMI: ostrożnie przepłukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Zakaz palenia. Nie przekłuwać ani nie spalić, nawet po zużyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatur przekraczających 50°C/122 °F. Przechowywać w miejscu niedostępnym dla dzieci. 5,5% masy zawartości jest łatwopalne. ~ Świeca zapachowa Ritual of Sakura 140g do zestawów upominkowych Zawiera: 3,4,5,6,6-pentametylohept-3-en-2-on, linalol, (E) -2-metoksy-4- (prop-1-enylo) fenol. Może wywoływać reakcję alergiczną. Utylizować zawartość/pojemniki do punktu zbiórki odpadów niebezpiecznych.",
            "Numer produktu": "RIG34G08D-S11",
            "Składniki": "The Ritual of Sakura Foaming Shower Gel: Aqua/Water, Sodium Laureth Sulfate, Cocamidopropyl Betaine, Isopentane, Sorbitol, PEG-120 Methyl Glucose Dioleate, Isopropyl Palmitate, Isobutane, Parfum/Fragrance, Oryza Sativa (Rice) Extract, Prunus Cerasus (Bitter Cherry) Extract, Sodium Benzoate, Citric Acid, PEG-40 Hydrogenated Castor Oil, Butylene Glycol, Glycerin, Guar Hydroxypropyltrimonium Chloride, Potassium Sorbate, Sorbic Acid, Hexyl Cinnamal, Benzyl Salicylate, Linalool, Coumarin, Citronellol, Geraniol, Alpha-Isomethyl Ionone, Cinnamyl Alcohol.\\n\\nThe Ritual of Sakura Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Seed Oil, Prunus Avium (Sweet Cherry) Fruit Extract, Oryza Sativa (Rice) Extract, Centella Asiatica Leaf Extract, Allantoin, Ubiquinone, Tocopherol, Tocopheryl Acetate, Propylene Glycol, Caprylyl Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-20, Glyceryl Stearate, Ceteareth-12, Cetyl Palmitate, Tridecane, Isohexadecane, Butylene Glycol, Sodium Citrate, Parfum/Fragrance, Benzyl Salicylate, Cinnamyl Alcohol, Citral, Citronellol, Coumarin, Geraniol, Hexyl Cinnamal, Isoeugenol, Linalool, Alpha-Isomethyl Ionone, Limonene, Phenoxyethanol, Potassium Sorbate, Sodium Metabisulfite, Sorbic Acid, Citric Acid, Sodium Hydroxide.\\n\\nThe Ritual of Sakura Body Scrub: Sucrose, Ethylhexyl Stearate, Isopropyl Myristate, Carthamus Tinctorius (Safflower) Seed Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Parfum/Fragrance, Camellia Japonica Seed Oil, Oryza Sativa (Rice) Bran Oil, Simmondsia Chinensis (Jojba) Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Prunus Cerasus (Bitter Cherry) Shell Powder, Prunus Avium (Sweet Cherry) Flower Extract, Tocopherol, Benzyl Salicylate, Cinnamyl Alcohol, Citronellol, Coumarin, Geraniol, Hexyl Cinnamal, Linalool, Alpha-Isomethyl Ionone, Limonene."
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/c8dc761410174c4c89259a9fab9c1763/0f2e7b1a4b6b4011aa0209ab4eb5d243.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/01d6f5229e0b426ca2e9729b645cc035/cfe46ff1424143a0a366664fe7e13ea7.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/f455c45a2838453fa8d4bd1533717ab0/1af171919a5a43f29769657d9ae29fc0.jpg?imwidth=156"
        ],
        "brand": "NIVEA",
        "name": "GIFT SET PERFECT DAY - Zestaw do pielęgnacji",
        "price": "45.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Przeciwdziałanie": "Skóra wrażliwa",
            "Rodzaj cery": "Wszystkie typy skóry",
            "Numer produktu": "NIP31G03W-S11",
            "Składniki": "*Aqua,Paraffinum Liquidum,Isohexadecane,Glycerin,Isopropyl Palmitate,PEG-40 Sorbitan Perisostearate,Cera Microcristallina,Polyglyceryl-3 Diisostearate,Prunus Amygdalus Dulcis Oil,Tocopherol,Magnesium Sulfate,Sodium Citrate,Citric Acid,Tocopheryl Acetate,Potassium Sorbate,Linalool,Limonene,Benzyl Alcohol,Geraniol,Citronellol,Alpha-Isomethyl Ionone,Benzyl Benzoate,Parfum.\\n * Aqua,Glycerin,Glyceryl Stearate,Stearyl Alcohol,Dimethicone,Caprylic/Capric Triglyceride,Distarch Phosphate,Butyrospermum Parkii Butter,Glyceryl Stearate SE,Hydrogenated Coco-Glycerides,Prunus Amygdalus Dulcis Oil,Sodium Cetearyl Sulfate,Xanthan Gum,Phenoxyethanol,Ethylhexylglycerin,Linalool,Limonene,Geraniol,Benzyl Alcohol,Citronellol,Alpha-Isomethyl Ionone,Parfum.\\n * Octyldodecanol,Hydrogenated Rapeseed Oil,Ricinus Communis Seed Oil,Cera Alba,Ethylhexyl Stearate,Cetyl Palmitate,Cetearyl Alcohol,Polyglyceryl-3 Diisostearate,Copernicia Cerifera Cera,Butyrospermum Parkii Butter,Persea Gratissima Oil,Simmondsia Chinensis Seed Oil,Tocopherol,Helianthus Annuus Seed Oil,Aqua,Linalool,Citronellol,Citral,Aroma."
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [],
        "brand": "Brak marki",
        "name": "BOSS",
        "price": "",
        "sizes": [
            "One Size"
        ],
        "additional_info": {}
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/0ccd7637d5304b4c9c6769fead37d7a5/be855f6479dc4248ab31eb23a65b2e83.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/5c9a61cfeef04fe499348b079a74eb26/4168b21e85714baab13b56bbcb9a5bc5.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/c70523a7cd1b4507a5b4494ac7fa83d5/17f56bc76ca442d185df87e84e250e4c.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/f2541900e2124365b4d85ab2d07cf6bb/879abdac57824f968ae6837c1573c6ed.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/03868caa0ad04027a05e31fdd60e301c/9724ef255b1b48889dfca21d53a6391e.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/7cd55122fcc64a9a9e29c4c4b6aaf46a/dc46cb98771c4d54b8af78bb01a38808.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "203.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Mini patyczki zapachowe od the Ritual of Ayurveda. Uwaga. Wysoce łatwopalna ciecz i para. Może powodować reakcję alergiczną skóry. Powoduje podrażnienie oczu. Działa szkodliwie na organizmy wodne, powodując długotrwałe skutki. Jeśli jest to konieczne, należy mieć pod ręką opakowanie produktu lub jego etykietę. Przechowywać w niedostępnym miejscu dla dzieci. Przechowywane z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Zakaz palenia. Unikaj uwolnienia do środowiska. W PRZYPADKU KONTAKTU ZE SKÓRĄ: należy umyć dużą ilością wody z mydłem. W PRZYPADKU KONTAKTU Z OCZAMI: należy ostrożnie spłukać wodą przez kilka minut. Jeśli to możliwe należy usunąć soczewki kontaktowe oraz kontynuować płukanie. Jeśli wystąpi podrażnienie skóry lub wysypka: należy zgłosić się do lekarza. Jeśli podrażnienie oczu utrzymuje się: należy zgłosić się do lekarza. Zawartość/pojemnik należy przekazać do punktu zbiórki odpadów niebezpiecznych. Unikaj kontaktu patyczków zapachowych z meblami, skórą lub powierzchniami drewnianymi. W przypadku wycieku płynu natychmiast oczyść. ~ ZAWIERA octan 4-tert-butylocykloheksylu, cytronellol, linalol, tetrametyloacetyloacetyloktahydronaftaleny, alfa-izometylojonon, pentadekalakton, geraniol, octan geranylu, formaldehyd cyklodecyloetyloacetal, trans-róża ketone-3 (trans-delta-damascone), nerol ~ Piankowy żel pod prysznic od The Ritual of Ayurveda UWAGA. Pojemnik ciśnieniowy: po podgrzaniu może pęknąć. Unikaj kontaktu z oczami. W PRZYPADKU KONTAKTU Z OCZAMI: należy ostrożnie spłukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Zakaz palenia. Nie przekłuwać ani nie spalić, nawet po zużyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatur przekraczających 50°C/122°F. Przechowywać w miejscu niedostępnym dla dzieci. 4% masy zawartości jest łatwopalne. ~ Świeca od The Ritual of Ayurveda 140g do zestawów upominkowych. UWAGA. Zawiera octan cis-4-tert-butylocykloheksylu; (etoksymetoksy) cyklododekan; 1- (1,2,3,4,5,6,7,8-oktahydro-2,3,8,8-tetrametylo-2-naftylo) etan-1-on; 3-metylo-4- (2,6,6-trimetylo-2-cykloheksen-1-ylo) -3-buten-2-on; linalol; cytronellol; (2E) -2- (fenylometylideno) oktanal. Może powodować reakcję alergiczną skóry. Działa szkodliwie na organizmy wodne, powodując długotrwałe skutki. Należy unikać uwolnienia do środowiska. W PRZYPADKU KONTAKTU ZE SKÓRĄ: należy umyć dużą ilością wody z mydłem. Jeśli wystąpi podrażnienie skóry lub wysypka: należy udać się do lekarza. Należy utylizować zawartość/pojemniki do punktu zbiórki odpadów niebezpiecznych.",
            "Numer produktu": "RIG34G08B-S11",
            "Składniki": "The Ritual of Ayurveda Foaming Shower Gel: Aqua/Water, Sodium Coco-Sulfate, Decyl Glucoside, Isopentane, Coco-Glucoside, Glycerin, PEG-120 Methyl Glucose Dioleate, Isopropyl Palmitate, Parfum/Fragrance, Isobutane, Rosa Damascena Flower Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Citric Acid, Sodium Benzoate, Guar Hydroxypropyltrimonium Chloride, Hexyl Cinnamal, Limonene, Linalool, Coumarin, Citronellol, Benzyl Benzoate.\\n\\nThe Ritual of Ayurveda Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Hybrid Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Rosa Damascena Flower Oil, Tocopheryl Acetate, Allantoin, Tocopherol, Ubiquinone, Parfum/Fragrance, Tridecane, Isohexadecane, Cetyl Palmitate, Ceteareth-20, Glyceryl Stearate, Propylene Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-12, PEG-40 Hydrogenated Castor Oil, Phenoxyethanol, Caprylyl Glycol, Potassium Sorbate, Benzyl Alcohol, Sodium Benzoate, Linalool, Hexyl Cinnamal, Limonene, Coumarin, Citronellol, Benzyl Benzoate, Geraniol, Cinnamyl Alcohol, Citral, Sodium Hydroxide, Citric Acid."
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/d021dc6d372f474090993f95921d0f82/6e5d5946c417480b921abbb1b5810a77.jpg?imwidth=156&filter=packshot",
            "https://mosaic03.ztat.net/prd/media/comet/CL/P3/2I/00/0S/11/VIDEO/PREVIEW_IMG/1695393073561.jpg",
            "https://img01.ztat.net/article/spp-media-p1/b23732dd8e7d4da9ad639f9c6ec45c56/c8e163825fe541be816894e6f485fe99.jpg?imwidth=156"
        ],
        "brand": "Clinique for Men",
        "name": "Zestaw zapachów",
        "price": "258.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Konsystencja": "Spray",
            "Numer produktu": "CLP32I000-S11",
            "Składniki": "Water\\\\Aqua\\\\Eau, Glyceryl Stearate, Silica, Hexylene Glycol, Disodium Cocoamphodiacetate, Disodium Oleamido Mipa-Sulfosuccinate, Magnesium Aluminum Silicate, Salicylic Acid, Stearamidoethyl Diethylamine, Butylene Glycol, Trisodium Sulfosuccinate, Sodium Sulfate, Oleamide Mipa, Methylisothiazolinone, Phenoxyethanol, Caramel <ILN45828>Rds Product Name: Happy For Men Cologne Spray   Division: Cl (Clinique)Ingredients: Alcohol Denat., Water\\\\Aqua\\\\Eau, Fragrance (Parfum), Limonene, Linalool, Benzyl Salicylate, Hydroxycitronellal, Citronellol, Citral, Geraniol, Tocopherol, Bht, Dilauryl Thiodipropionate <ILN49243>Rds Product Name: Happy For Men Hair & Body Wash   Division: Cl (Clinique)Ingredients: Water\\\\Aqua\\\\Eau, Sodium Laureth Sulfate, Fragrance (Parfum), Peg-20 Methyl Glucose Sesquistearate, Lauramidopropyl Betaine, Peg-150 Distearate, Macrocystis Pyrifera (Kelp) Extract, Panthenol, Pantethine, Peg-6 Caprylic/Capric Glycerides, Lauramine Oxide, Butylene Glycol, Caprylic/Capric Triglyceride, Caprylyl Glycol, Polyquaternium-11, Diethylhexyl Syringylidenemalonate, Citric Acid, Sodium Chloride, Hexylene Glycol, Peg-150 Pentaerythrityl Tetrastearate, Limonene, Linalool, Bht, Trisodium Hedta, Tocopherol, Phenoxyethanol, Red 4 , Yellow 6 (Ci 15985) <ILN50365>\\n\\nBitte beachte, dass die Liste der Inhaltsstoffe von Zeit zu Zeit variieren kann. Für eine exakte Angabe, schau Dir bitte die Inhaltsstoffe auf der Produktverpackung an."
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/baa49e260bb34a0c829548d52fc06fd2/a4b4a6fd78064da6a00dd5e7888bdf17.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/9c8187ebbd7246e6b1221b72e847326e/6a642a39963a496397577749c6ab0436.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/0ced27efbc1c4a28ae7731cf0921d525/46d252fce2194a909d9d1969ce3b5bbc.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/4484dad462f04a6ca28e60680640d3d0/293db4f4520644d4881880139fc5be5d.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/1f9862e849544b86974942182689c890/f38d0ea2da6f48caa513596cff26d32f.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/05c8472a7dd443abbcca79d9c08d1e99/eed284151edd4053975eca18c9abab5f.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/917e6c4c861346f285d29a07ad8e8e9d/501928b900b74a63bd6508142933adbd.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "203.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Pianka pod prysznic w żelu Ritual of Sakura. UWAGA: Pojemnik pod ciśnieniem: Może pęknąć po podgrzaniu. Unikać kontaktu z oczami. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie płukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu. Nie przekłuwać ani nie spalać, nawet po użyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatury przekraczającej 50°C/122°F. Przechowywać w miejscu niedostępnym dla dzieci. 5,5% masy zawartości jest łatwopalne. ~ Ritual of Sakura mini patyczki zapachowe. UWAGA! Wysoce łatwopalna ciecz i para. Powoduje poważne podrażnienie oczu. W razie konieczności zasięgnięcia porady lekarza należy mieć pod ręką pojemnik lub etykietę produktu. Przechowywać poza zasięgiem dzieci. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie płukać wodą przez kilka minut. Wyjąć soczewki kontaktowe, jeśli są i można to łatwo zrobić. Kontynuować płukanie. Przechowywać w dobrze wentylowanym miejscu. Przechowywać w chłodnym miejscu. Zawartość/pojemnik usuwać do punktu zbiórki odpadów niebezpiecznych. Unikać kontaktu zapachu z meblami, skórą lub wykończonymi powierzchniami drewnianymi. W przypadku rozlania płynu, natychmiast usunąć. ~ Zawiera (E)-2-Methoxy-4-(prop-1-enyl)Phenol; 3,4,5,6,6-Pentamethylhept-3-en-2-one; Linalool. Może powodować reakcję alergiczną. ~ Świeca zapachowa Ritual of Sakura 140 g do zestawów upominkowych Zawiera: 3,4,5,6,6-Pentamethylhept-3-en-2-One, Linalool, (E)-2-Methoxy-4-(Prop-1-Enyl) Phenol. Może powodować reakcję alergiczną. Zawartość/pojemnik usuwać do punktu zbiórki odpadów niebezpiecznych.",
            "Numer produktu": "RIG34G085-S11",
            "Składniki": "The Ritual of Sakura Foaming Shower Gel: Aqua/Water, Sodium Laureth Sulfate, Cocamidopropyl Betaine, Isopentane, Sorbitol, PEG-120 Methyl Glucose Dioleate, Isopropyl Palmitate, Isobutane, Parfum/Fragrance, Oryza Sativa (Rice) Extract, Prunus Cerasus (Bitter Cherry) Extract, Sodium Benzoate, Citric Acid, PEG-40 Hydrogenated Castor Oil, Butylene Glycol, Glycerin, Guar Hydroxypropyltrimonium Chloride, Potassium Sorbate, Sorbic Acid, Hexyl Cinnamal, Benzyl Salicylate, Linalool, Coumarin, Citronellol, Geraniol, Alpha-Isomethyl Ionone, Cinnamyl Alcohol.\\n\\nThe Ritual of Sakura Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Seed Oil, Prunus Avium (Sweet Cherry) Fruit Extract, Oryza Sativa (Rice) Extract, Centella Asiatica Leaf Extract, Allantoin, Ubiquinone, Tocopherol, Tocopheryl Acetate, Propylene Glycol, Caprylyl Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-20, Glyceryl Stearate, Ceteareth-12, Cetyl Palmitate, Tridecane, Isohexadecane, Butylene Glycol, Sodium Citrate, Parfum/Fragrance, Benzyl Salicylate, Cinnamyl Alcohol, Citral, Citronellol, Coumarin, Geraniol, Hexyl Cinnamal, Isoeugenol, Linalool, Alpha-Isomethyl Ionone, Limonene, Phenoxyethanol, Potassium Sorbate, Sodium Metabisulfite, Sorbic Acid, Citric Acid, Sodium Hydroxide."
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/39d3ec21fe9d4b0ba1d0da3484d0d43c/3cb0eb1cee9a4f079e734659a5eebfa7.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/68ed3a48f9ae4fe5ab5b4501b797d3b4/287ef36e53e84d5fba01456dd4f24255.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/11ed1224ff194ca58b2a94af45f698a1/a0225c44c35a4d67884033ebef8ad2e2.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/f5598a32e3194c3eaa1b9cd92d66b5cb/e4dfb07963b548f4afbba2b06a4e07b5.jpg?imwidth=156"
        ],
        "brand": "L'Oréal Men Expert",
        "name": "HYDRA ENERGY SPECIAL SET - Zestaw do włosów",
        "price": "44.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Konsystencja": "Żel",
            "Numer produktu": "LOT32G01M-S11",
            "Składniki": "Hydra Energy erfrischendes Reinigungsgel mit Aufwach-Kick:\\n782906 4 - INGREDIENTS: AQUA / WATER • SODIUM LAURETH SULFATE • COCO-BETAINE • GLYCERIN • SODIUM CHLORIDE • MENTHA PIPERITA EXTRACT / PEPPERMINT EXTRACT • PPG-5-CETETH-20 • SODIUM HYDROXIDE • PAULLINIA CUPANA SEED EXTRACT • ASCORBYL GLUCOSIDE • PROPYLENE GLYCOL • CITRIC ACID • MENTHOL • PENTYLENE GLYCOL • POLYQUATERNIUM-7 • SODIUM BENZOATE • SALICYLIC ACID • CI 16035 / RED 40 • CI 19140 / YELLOW 5 • LINALOOL • LIMONENE • PARFUM / FRAGRANCE (F.I.L. B222163/1). Hydra Energy 24h Anti-Müdigkeit Feuchtigkeitspflege:\\n909334 5 - INGREDIENTS: AQUA / WATER • GLYCERIN • ALCOHOL DENAT. • ISOHEXADECANE • HYDROGENATED POLYISOBUTENE • AMMONIUM POLYACRYLOYLDIMETHYL TAURATE • GLYCINE SOJA PROTEIN / SOYBEAN PROTEIN • LAMINARIA DIGITATA EXTRACT • MENTHA PIPERITA EXTRACT / PEPPERMINT EXTRACT • CAFFEINE • MAGNESIUM PCA • MENTHOL • SODIUM CITRATE • SODIUM HYDROXIDE • ASCORBYL GLUCOSIDE • CETEARYL ETHYLHEXANOATE • ISOPROPYL MYRISTATE • CAPRYLYL GLYCOL • ETHYLHEXYLGLYCERIN • PENTYLENE GLYCOL • SODIUM COCOYL GLUTAMATE • TOCOPHEROL • ZEA MAYS STARCH / CORN STARCH • DIMETHICONE • PEG/PPG-18/18 DIMETHICONE • POTASSIUM SORBATE • SODIUM BENZOATE • PARFUM / FRAGRANCE (F.I.L. Z295365/1)."
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/bf89216045224e4f83055f72b820c638/fe78323a4149408d972befe41d5dce92.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/603074c06c2043598f18ae2f5c7f78ab/3311250073634f818d6f89e43f1fb662.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/27a22214c3fe45c6a6c6bc0159b8d73e/577b339edf00429689e1a0ceaea773ab.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/8df2c06818604576bf00ffc4e29fabd6/cc74db9317e048cca8f4a66276f4aae6.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/afb1f7e1f90d4c93b95309b21675c157/85bd02a3ab004cb9b857fed48acff5ee.jpg?imwidth=156"
        ],
        "brand": "L'Oréal Men Expert",
        "name": "BARBER CLUB BAG - Zestaw do kąpieli",
        "price": "59.00",
        "sizes": [
            "330 ml"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Volume": "330.0 ml",
            "Numer produktu": "LOT32G00X-S11",
            "Składniki": "Barber Club Bartöl Haut & Bart: 882414 34 - ISOPROPYL PALMITATE • CAPRYLIC/CAPRIC TRIGLYCERIDE • POLYBUTENE • ALCOHOL DENAT. • PARFUM / FRAGRANCE • CAPRYLYL GLYCOL • PENTAERYTHRITYL TETRA-DI-T-BUTYL HYDROXYHYDROCINNAMATE • BUTYROSPERMUM PARKII BUTTER / SHEA BUTTER • BENZYL SALICYLATE • BENZYL ALCOHOL • COUMARIN • ALPHA-ISOMETHYL IONONE • CEDRUS ATLANTICA BARK OIL • LIMONENE • LINALOOL • EUGENOL • EUCALYPTUS GLOBULUS LEAF OIL • FUSANUS SPICATUS WOOD OIL • TOCOPHEROL • CITRIC ACID (F.I.L. C215408/1). \\n\\nBarber Club Duschgel: 744861 10 - AQUA / WATER • SODIUM LAURETH SULFATE • SODIUM CHLORIDE • GLYCERIN • COCO-BETAINE • PARFUM / FRAGRANCE • CITRIC ACID • SODIUM HYDROXIDE • POLYQUATERNIUM-10 • PPG-5-CETETH-20 • BENZYL ALCOHOL • BENZYL SALICYLATE • COUMARIN • LIMONENE • SALICYLIC ACID • SODIUM BENZOATE • JUNIPERUS VIRGINIANA OIL (F.I.L. C245593/1)"
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/7f9b00ac44f7414d9369f517eb32b072/0e57e80c4b634af4af303f3f444175fc.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/cc0418a622674e1fb5825a6a33c4fc98/21070e4a976e4447808cd96173f58462.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/cbc52bdf59cc41349e982d69dc286ade/5e059784ca624b628ff688dd52418a27.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/1965038e5c8d4cf3b967e314ce13a03a/687659af74184dfab97c6707a8f01f4c.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/355b70457bed40b397758320f9942135/420d24a27fa549559658c90e2b267f52.jpg?imwidth=156"
        ],
        "brand": "L'Oréal Men Expert",
        "name": "POWER AGE-SET: SERUM & CARE - Zestaw do włosów",
        "price": "71.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Przeciwdziałanie": "Przesuszanie",
            "Konsystencja": "Serum",
            "Numer produktu": "LOT32G01N-S11",
            "Składniki": "Feuchtigkeitspflege: 909368 3 - INGREDIENTS:  AQUA / WATER • GLYCERIN • ISOHEXADECANE • DIMETHICONE • ZEA MAYS STARCH / CORN STARCH • ISOPROPYL ISOSTEARATE • PROPYLENE GLYCOL • OXIDIZED STARCH ACETATE • OCTYLDODECANOL • CETYL ALCOHOL • BEHENYL ALCOHOL • HYDROLYZED SOY PROTEIN • MENTHA PIPERITA EXTRACT / PEPPERMINT EXTRACT • ADENOSINE • CAPRYLOYL SALICYLIC ACID • SODIUM HYALURONATE • TRISODIUM ETHYLENEDIAMINE DISUCCINATE • ASCORBYL GLUCOSIDE • TOCOPHEROL • CAPRYLYL GLYCOL • CETEARYL ALCOHOL • CETEARYL GLUCOSIDE • MYRISTIC ACID • PALMITIC ACID • PEG-100 STEARATE • PENTYLENE GLYCOL • SODIUM POLYACRYLATE • SODIUM POLYACRYLATE STARCH • SODIUM STEAROYL GLUTAMATE • STEARIC ACID • XANTHAN GUM • CITRAL • CITRONELLOL • COUMARIN • LIMONENE • LINALOOL • PHENOXYETHANOL • PARFUM / FRAGRANCE (F.I.L. Z70014848/1).\\nSerum: 909363 5 - INGREDIENTS:  AQUA / WATER • BIFIDA FERMENT LYSATE • GLYCERIN • ALCOHOL DENAT. • DIMETHICONE • HYDROXYETHYLPIPERAZINE ETHANE SULFONIC ACID • MENTHA PIPERITA EXTRACT / PEPPERMINT EXTRACT • ADENOSINE • FAEX EXTRACT / YEAST EXTRACT • HYDROXYACETOPHENONE • SODIUM HYALURONATE • SODIUM HYDROXIDE • TRISODIUM ETHYLENEDIAMINE DISUCCINATE • ASCORBYL GLUCOSIDE • TOCOPHEROL • OCTYLDODECANOL • ACETIC ACID • AMMONIUM POLYACRYLOYLDIMETHYL TAURATE • CAPRYLYL GLYCOL • LACTIC ACID • PEG-20 METHYL GLUCOSE SESQUISTEARATE • PENTYLENE GLYCOL • XANTHAN GUM • CITRAL • CITRONELLOL • COUMARIN • LIMONENE • LINALOOL • SODIUM BENZOATE • PARFUM / FRAGRANCE (F.I.L. Z70014407/1)."
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/a395afffd590418091c3b3ebe5a14848/5eb2574a92b94e799aae1fbd4eb23424.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/4b1157febb7443b28f74231265db1b92/7e6997fff9bf4316a5af89892488111f.jpg?imwidth=156"
        ],
        "brand": "Revolution Skincare",
        "name": "Zestaw do kąpieli",
        "price": "65.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Numer produktu": "R0H34G055-S11",
            "Składniki": "Olive Mask: AQUA (WATER, EAU), GLYCERIN, METHYLPROPANEDIOL, OLEA EUROPAEA (OLIVE) LEAF EXTRACT, PRUNUS AMYGDALUS DULCIS (SWEET ALMOND) SEED EXTRACT, SALVIA OFFICINALIS (SAGE) LEAF EXTRACT, LAVANDULA ANGUSTIFOLIA (LAVENDER) FLOWER EXTRACT, ROSMARINUS OFFICINALIS (ROSEMARY) EXTRACT, CHAMOMILLA RECUTITA (MATRICARIA) FLOWER EXTRACT, CYMBOPOGON SCHOENANTHUS EXTRACT, RUBUS IDAEUS (RASPBERRY) FRUIT EXTRACT, RUBUS FRUTICOSUS (BLACKBERRY) FRUIT EXTRACT, EUTERPE OLERACEA FRUIT EXTRACT, VACCINIUM MYRTILLUS FRUIT EXTRACT, VACCINIUM MACROCARPON (CRANBERRY) FRUIT EXTRACT, RIBES NIGRUM (BLACKCURRANT) FRUIT EXTRACT, VACCINIUM ANGUSTIFOLIUM (BLUEBERRY) FRUIT EXTRACT, XANTHAN GUM, CARBOMER, TROMETHAMINE, ALLANTOIN, BETAINE, ASCORBIC ACID, SODIUM CITRATE, POLYGLYCERYL-4 CAPRATE, DISODIUM EDTA, HYDROXYACETOPHENONE, 1,2-HEXANEDIOL, PARFUM (FRAGRANCE). Ginseng Mask: AQUA (WATER, EAU), DIPROPYLENE GLYCOL, METHYLPROPANEDIOL, PANAX GINSENG ROOT EXTRACT, SODIUM HYALURONATE, ALLANTOIN, PEG-60 HYDROGENATED CASTOR OIL, CARBOMER, TROMETHAMINE, XANTHAN GUM, DISODIUM EDTA, HYDROXYACETOPHENONE, 1,2-HEXANEDIOL, PARFUM (FRAGRANCE), BENZYL BENZOATE. Peach Mask: AQUA (WATER, EAU), GLYCERIN, METHYLPROPANEDIOL, PRUNUS PERSICA (PEACH) FRUIT EXTRACT, AVENA SATIVA (OAT) KERNEL EXTRACT, SALVIA OFFICINALIS (SAGE) LEAF EXTRACT, LAVANDULA ANGUSTIFOLIA (LAVENDER) FLOWER EXTRACT, ROSMARINUS OFFICINALIS (ROSEMARY) EXTRACT, CHAMOMILLA RECUTITA (MATRICARIA) FLOWER EXTRACT, CYMBOPOGON SCHOENANTHUS EXTRACT, RUBUS IDAEUS (RASPBERRY) FRUIT EXTRACT, RUBUS FRUTICOSUS (BLACKBERRY) FRUIT EXTRACT, EUTERPE OLERACEA FRUIT EXTRACT, VACCINIUM MYRTILLUS FRUIT EXTRACT, VACCINIUM MACROCARPON (CRANBERRY) FRUIT EXTRACT, RIBES NIGRUM (BLACKCURRANT) FRUIT EXTRACT, VACCINIUM ANGUSTIFOLIUM (BLUEBERRY) FRUIT EXTRACT, ALLANTOIN, BETAINE, ASCORBIC ACID, SODIUM CITRATE, HYDROXYETHYLCELLULOSE, POLYGLYCERYL-4 CAPRATE, DISODIUM EDTA, HYDROXYACETOPHENONE, 1,2-HEXANEDIOL, PARFUM (FRAGRANCE), LINALOOL. Carrot Mask: AQUA (WATER, EAU), GLYCERIN, METHYLPROPANEDIOL, SALVIA OFFICINALIS (SAGE) LEAF EXTRACT, LAVANDULA ANGUSTIFOLIA (LAVENDER) FLOWER EXTRACT, ROSMARINUS OFFICINALIS (ROSEMARY) EXTRACT, CHAMOMILLA RECUTITA (MATRICARIA) FLOWER EXTRACT, CYMBOPOGON SCHOENANTHUS EXTRACT, RUBUS IDAEUS (RASPBERRY) FRUIT EXTRACT, RUBUS FRUTICOSUS (BLACKBERRY) FRUIT EXTRACT, EUTERPE OLERACEA FRUIT EXTRACT, VACCINIUM MYRTILLUS FRUIT EXTRACT, VACCINIUM MACROCARPON (CRANBERRY) FRUIT EXTRACT, RIBES NIGRUM (BLACKCURRANT) FRUIT EXTRACT, VACCINIUM ANGUSTIFOLIUM (BLUEBERRY) FRUIT EXTRACT, DAUCUS CAROTA SATIVA (CARROT) ROOT EXTRACT, THEOBROMA CACAO (COCOA) EXTRACT, ALLANTOIN, BETAINE, ASCORBIC ACID, SODIUM CITRATE, HYDROXYETHYLCELLULOSE, POLYGLYCERYL-4 CAPRATE, DISODIUM EDTA, HYDROXYACETOPHENONE, 1,2-HEXANEDIOL, PARFUM (FRAGRANCE). Pomegranate Mask: AQUA (WATER, EAU), ALCOHOL DENAT., POLYVINYL ALCOHOL, METHYLPROPANEDIOL, PVP, CELLULOSE GUM, PUNICA GRANATUM (POMEGRANATE) FRUIT EXTRACT, PASSIFLORA EDULIS (PASSIONFLOWER) FRUIT EXTRACT, SOLANUM LYCOPERSICUM (TOMATO) FRUIT EXTRACT, CITRUS AURANTIUM DULCIS (ORANGE) FRUIT EXTRACT, PRUNUS SEROTINA (WILD CHERRY) FRUIT EXTRACT, FRAGARIA CHILOENSIS (STRAWBERRY) FRUIT EXTRACT, CITRUS PARADISI (GRAPEFRUIT) FRUIT EXTRACT, TOCOPHERYL ACETATE, PEG-60 HYDROGENATED CASTOR OIL, BENZOPHENONE-5, CHLORPHENESIN, PHENOXYETHANOL, DISODIUM EDTA, PARFUM (FRAGRANCE), CI 17200 (RED 33). Vit C Mask: AQUA (WATER, EAU), ALCOHOL DENAT., POLYVINYL ALCOHOL, PVP, METHYLPROPANEDIOL, CITRUS LIMON (LEMON) FRUIT EXTRACT, ACER SACCHARUM (SUGAR MAPLE) EXTRACT, VACCINIUM MYRTILLUS FRUIT/LEAF EXTRACT, SACCHARUM OFFICINARUM (SUGARCANE) EXTRACT, CITRUS AURANTIUM DULCIS (ORANGE) FRUIT EXTRACT, ASCORBIC ACID, CELLULOSE GUM, TOCOPHERYL ACETATE, BENZOPHENONE-5, PEG-60 HYDROGENATED CASTOR OIL, DISODIUM EDTA, CHLORPHENESIN, PHENOXYETHANOL, PARFUM (FRAGRANCE), CITRAL, LIMONENE, GERANIOL, CI 15985 (YELLOW 6). Aloe Vera Mask: AQUA (WATER, EAU), METHYLPROPANEDIOL, PEG-8, NATTO GUM, ALOE BARBADENSIS LEAF JUICE, SALVIA OFFICINALIS (SAGE) LEAF EXTRACT, LAVANDULA ANGUSTIFOLIA (LAVENDER) FLOWER EXTRACT, ROSMARINUS OFFICINALIS (ROSEMARY) EXTRACT, CHAMOMILLA RECUTITA (MATRICARIA) FLOWER EXTRACT, CYMBOPOGON SCHOENANTHUS EXTRACT, OLEA EUROPAEA (OLIVE) FRUIT OIL, TOCOPHERYL ACETATE, ALLANTOIN, TREHALOSE, PHENYL TRIMETHICONE, SODIUM POLYACRYLATE, CARBOMER, POLYSORBATE 60, PEG-60 HYDROGENATED CASTOR OIL, TROMETHAMINE, BENZOPHENONE-5, DISODIUM EDTA, CHLORPHENESIN, PHENOXYETHANOL, 1,2-HEXANEDIOL, PROPANEDIOL, CAPRYLYL GLYCOL, ILLICIUM VERUM (ANISE) FRUIT EXTRACT, PARFUM (FRAGRANCE), LINALOOL, CI 19140 (YELLOW 5), CI 42090 (BLUE 1). Jojoba Mask: AQUA (WATER, EAU), CETEARYL ALCOHOL, CETYL PALMITATE, METHYLPROPANEDIOL, PROPYLENE GLYCOL, CETRIMONIUM CHLORIDE, CERA MICROCRISTALLINA (MICROCRYSTALLINE WAX, CIRE MICROCRISTALLINE), ALCOHOL DENAT., OLEA EUROPAEA (OLIVE) FRUIT OIL, SIMMONDSIA CHINENSIS (JOJOBA) SEED OIL, MENTHA ARVENSIS EXTRACT, MENTHA PIPERITA (PEPPERMINT) LEAF EXTRACT, TOCOPHERYL ACETATE, PANTHENOL, HYDROXYETHYLCELLULOSE, POLYQUATERNIUM-67, DIMETHICONE, DIMETHICONOL, MENTHOL, PHENOXYETHANOL, CHLORPHENESIN, POTASSIUM SORBATE, DISODIUM EDTA, PARFUM (FRAGRANCE), CI 19140 (YELLOW 5), CI 17200 (RED 33). Shea Mask: AQUA (WATER, EAU), CETEARYL ALCOHOL, CETYL PALMITATE, METHYLPROPANEDIOL, PROPYLENE GLYCOL, CETRIMONIUM CHLORIDE, CERA MICROCRISTALLINA (MICROCRYSTALLINE WAX, CIRE MICROCRISTALLINE), BUTYROSPERMUM PARKII (SHEA) BUTTER, PRUNUS AMYGDALUS DULCIS (SWEET ALMOND) OIL, CITRUS PARADISI (GRAPEFRUIT) FRUIT EXTRACT, TOCOPHERYL ACETATE, PANTHENOL, HYDROXYETHYLCELLULOSE, POLYQUATERNIUM-67, DIMETHICONE, DIMETHICONOL, PHENOXYETHANOL, CHLORPHENESIN, POTASSIUM SORBATE, DISODIUM EDTA, PARFUM (FRAGRANCE), CI 19140 (YELLOW 5), CI 17200 (RED 33). Heel Mask: AQUA (WATER, EAU), GLYCERIN, PETROLATUM, UREA, BUTYROSPERMUM PARKII (SHEA) BUTTER, TREHALOSE, SORBITAN STEARATE, POLYSORBATE 60, ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER, GLYCERYL STEARATE, PEG-100 STEARATE, ALLANTOIN, NELUMBO NUCIFERA ROOT EXTRACT, CAPRYLIC/CAPRIC TRIGLYCERIDE, OLEA EUROPAEA (OLIVE) FRUIT OIL, HYDROGENATED LECITHIN, SQUALANE, CHOLESTEROL, CERAMIDE NP, PHYTOSPHINGOSINE, HYDROGENATED PHOSPHATIDYLCHOLINE, ASIATICOSIDE, MADECASSIC ACID, ASIATIC ACID, CENTELLA  ASIATICA EXTRACT, SUCROSE STEARATE, MADECASSOSIDE, TROMETHAMINE, GLYCOLIC ACID, LACTIC ACID, COCOS NUCIFERA (COCONUT) OIL, CANNABIS SATIVA SEED OIL, DIMETHICONE, ARGANIA SPINOSA KERNEL OIL,1,2-HEXANEDIOL, HYDROXYACETOPHENONE, DISODIUM EDTA, PARFUM (FRAGRANCE). Headband: 100% POLYESTER. Masking Brush: 30% SILICON + 30% ALUMINUM TUBE + 40% PP Handle"
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/ba60661620ab4e3bb756855acef35ecf/8e470907006147ed9828ffd8c691a922.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/eee3acf0982a483aa9c6ef942da8c14b/cbb60d2cdb7e440ab009b6f331af871b.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/4657df44d2904ae4b95511a68c63696d/6807a1e69da2498686684b60dc706092.jpg?imwidth=156"
        ],
        "brand": "The Ordinary",
        "name": "Zestaw do pielęgnacji",
        "price": "94.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Przeciwdziałanie": "Przesuszanie",
            "Rodzaj cery": "Wszystkie typy skóry",
            "Numer produktu": "THR34G016-S11",
            "Składniki": "AQUA. GLYCERIN. BUTYLENE GLYCOL. MYRISTOYL PENTAPEPTIDE-17. BIOTINOYL TRIPEPTIDE-1. OLIGOPEPTIDE-2. ACETYL TETRAPEPTIDE-3. CAFFEINE. PANTHENOL. ARGININE. GLYCINE. GLYCOPROTEINS. LARIX EUROPAEA WOOD EXTRACT. TRIFOLIUM PRATENSE FLOWER EXTRACT. CAMELLIA SINENSIS LEAF EXTRACT. DEXTRAN. MALTODEXTRIN. ZINC CHLORIDE. HYDROXYETHYLCELLULOSE. XANTHAN GUM. TRISODIUM ETHYLENEDIAMINE DISUCCINATE. POLYSORBATE 20. SODIUM METABISULFITE. CAPRYLYL GLYCOL. 1.2-HEXANEDIOL. SODIUM BENZOATE. BENZOIC ACID. ETHYLHEXYLGLYCERIN. PHENOXYETHANOL. CHLORPHENESIN"
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/3c0750dbb9274caea52687f093e52b4a/93617c0eb5dd4f71a4e4535fdd360f83.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/85c1cbfdfbcb45d08131d3a9db0d67a0/fef0571261f34619bb901535b3d5c16b.jpg?imwidth=156"
        ],
        "brand": "Beauty of Joseon",
        "name": "HANBANG SERUM DISCOVERY KIT - Zestaw do pielęgnacji",
        "price": "119.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Przeciwdziałanie": "Przesuszanie",
            "Rodzaj cery": "Wszystkie typy skóry",
            "Konsystencja": "Serum",
            "Numer produktu": "BTS34G00D-S11",
            "Składniki": "Calming Serum : Green Tea + Panthenol: Camellia Sinensis Leaf Water (50.9%), Artemisia Capillaris Extract, Panthenol, Glycerin, Butylene Glycol, Water, 1,2-hexanediol, Methylpropanediol, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Tromethamine, Coptis Japonica Root Extract, Ethylhexylglycerin, Betaine, Allantoin, Dipotassium Glycyrrhizate, Glyceryl Acrylate/Acrylic Acid Copolymer, Polyquaternium-51, Malt Extract, Punica Granatum Extract, Clitoria Ternatea Flower Extract, Garcinia Mangostana Peel Extract, Sodium Hyaluronate\\n\\nGlow Serum : Propolis + Niacinamide: Propolis Extract, Dipropylene Glycol, Glycerin, Butylene Glycol, Water, Niacinamide, 1,2-Hexanediol,  Azadirachta Flower Extract, Azadirachta Leaf Extract, Sodium Hyaluronate, Curcuma Longa (Turmeric) Root Extract, Ocimum Sanctum Leaf Extract, Theobroma Cacao (Cocoa) Seed Extract, Melaleuca Alternifolia (Tea Tree) Extract, Centella Asiatica Extract, Corallina Officinalis Extract, Lotus Corniculatus Seed Extract, Calophyllum Inophyllum Seed Oil, Betaine Salicylate, Sodium Polyacryloyldimethyl Taurate, Tromethamine, Polyglyceryl-10 Laurate, Caprylyl Glycol, Ethylhexylglycerin, Dextrin, Pentylene Glycol, Octanediol, Tocopherol, Xanthan Gum, Carbomer\\n\\nGlow Deep Serum : Rice + Alpha-Arbutin: Oryza Sativa (Rice) Bran Water, Water, Glycerin, Butylene Glycol, 1,2-Hexanediol, Dipropylene Glycol, Alpha-Arbutin, Niacinamide,Methyl Gluceth-20, Panthenol, Polyglycerin-3, Trehalose, Glyceryl Glucoside, Hydrolyzed Jojoba Esters, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Ethylhexylglycerin, Hydroxyethylcellulose, Xanthan Gum, Arginine, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Arginine, Disodium EDTA, Coptis Japonica Root Extract, Sorbitan Isostearate, Glucose, Coix Lacryma-Jobi Ma-Yuen Seed Extract, Glycine Soja (Soybean) Seed Extract, Hordeum Distichon (Barley) Extract, Oryza Sativa (Rice) Extract, Sesamum Indicum (Sesame) Seed Extract, Triticum Vulgare (Wheat) Seed Extract, Vigna Radiata Seed Extract, Zea Mays (Corn) Kernel Extract\\n\\nRevive Serum : Ginseng + Snail Mucin - Panax Ginseng Root Water, Water, Butylene Glycol, Snail Secretion Filtrate, Dipropylene Glycol, 1,2-Hexanediol, Glycerin, Niacinamide, Propanediol, Trehalose Carbomer, Tromethamine, Xanthan Gum,Centella Asiatica Extract, Ganoderma Lucidum(Mushroom) Extract, Panax Ginseng Root Extract, Malt Extract, Sodium Polyacrylate, Adenosine, Glyceryl Acrylate/Acrylic Acid Copolymer, Disodium Edta, Phellinus Linteus Extract, Sodium Hyaluronate, Hydrolyzed Hyaluronic Acid, Forsythia Suspensa Fruit Extract, Lonicera Japonica(Honeysuckle)Flower Extract, Scutellaria Baicalensis Root Extract, Sodium Acetylated Hyaluronate"
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/13a411ce35054b8b97d69fab4365813c/e48d92ea72ce41fda2362102b592d74a.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/d6cff37de9164dfea72c2ce9d6ca1e19/b7ba6ad69386451da20bf58f9eec9978.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/8dccd4856cc5447aadd2dbbd64b13d6c/74e7526e2b054ffc8ceaf1af33f03166.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/283fad6a6b3a4e6eb6408b0dd175331f/8f62cda4f3ef46bb82bcff2454714bf8.jpg?imwidth=156"
        ],
        "brand": "Revolution Skincare",
        "name": "REVOLUTION SKINCARE JAKE-JAMIE FEED YOUR FACE TRILOGY - Zestaw do pielęgnacji",
        "price": "95.00",
        "sizes": [
            "150 ml"
        ],
        "additional_info": {
            "Przeciwdziałanie": "Skóra pozbawiona energii",
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Do użytku zewnętrznego. Unikaj kontaktu z oczami. W razie podrażnień ściągnij. Przechowuj poza zasięgiem dzieci, w miejscu chłodnym i suchym, bez bezpośredniego dostępu promieni słonecznych.",
            "Volume": "150.0 ml",
            "Numer produktu": "R0H34G00O-S11",
            "Składniki": "1145893 Revolution Skincare x Jake Jamie Avocado Face Mask:\\nAqua (Water,Eau), Caprylic/Capric Triglyceride, Paraffin, Avena Sativa (Oat) Kernel Meal, Cetearyl Alcohol, Glyceryl Stearate SE, Glycerin, Butyrospermum Parkii (Shea) Butter, Dimethicone, Isopropyl Myristate, Persea Gratissima (Avocado) Oil, Glyceryl Stearate, Phenoxyethanol, PEG-100 Stearate, Parfum/Fragrance, Prunus Armeniaca (Apricot) Seed Powder, Carbomer, Ethylhexylglycerin, Sodium Benzoate, Benzophenone-4, Hydrated Silica, Potassium Hydroxide, Pentylene Glycol, Disodium EDTA, Lactic Acid, Serine, Sodium Lactate, Urea, Sorbitol, Sodium Chloride, Denatonium Benzoate, Allantoin, CI 19140 (Yellow 5), CI 77492 (Iron Oxides), CI 42090 (Blue 1).\\n\\n1118644 Revolution Beauty Watermelon Hydrating Mask:\\nGlycerin, Actinidia Chinensis (Kiwi) Seed, Parfum (Fragrance), Phenoxyethanol, PEG-40 Hydrogenated Castor Oil, Trideceth-9, Aqua (Water, Eau), Carbomer, Benzophenone-4, Sodium Hydroxide, Propylene Glycol, Citrullus Lanatus (Watermelon) Fruit Extract, Potassium Sorbate, Sodium Benzoate, Denatonium Benzoate, CI 14700 (Red 4), CI 17200 (Red 33).\\n\\n1402989 JAKE- JAMIE BANANA MASK: Aqua (Water, Eau), Propylene Glycol, Isopropyl Myristate, PARAFFINUM LIQUIDUM (MINERAL OIL, HUILE MINERALE), Glycerin, Steareth-2, Butyrospermum Parkii (Shea) Butter, Phenoxyethanol, Carbomer, Petrolatum, Triethanolamine, Parfum (Fragrance), Benzophenone-4, Steareth-21, 1-Methylhydantoin-2-Imide, Disodium EDTA, Ethylhexylglycerin, Tocopheryl Acetate, Denatonium Benzoate, Musa Sapientum (Banana) Flower Extract, Potassium Sorbate, Alpha-isomethyl Ionone, Eugenol, CI 19140 (Yellow 5)."
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/35206f5f1e9747b89efabd8604d0f2af/1d02746e58894ed59114ee2ca6e8352c.jpg?imwidth=156&filter=packshot"
        ],
        "brand": "Dsquared2 Fragrances",
        "name": "WOOD POUR HOMME SET - Zestaw zapachów",
        "price": "183.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Uwaga": "Łatwopalny.",
            "Numer produktu": "DSA32I00H-S11",
            "Składniki": "Duft: ALCOHOL DENAT., PARFUM (FRAGRANCE), WATER (AQUA), OCTINOXATE, BUTYL METHOXYDIBENZOYLMETHANE, ETHYLHEXYL SALICYLATE, LIMONENE, LINALOOL, COUMARIN, ALPHA-ISOMETHYL IONONE, CITRAL, GERANIOL, CITRONELLOL, ISOEUGENOL Shower Gel: AQUA, SODIUM LAURETH SULFATE, POLYSORBATE 2, PARFUM, COCAMIDOPROPYL BETAINE, DISODIUM COCOAMPHODIACETATE, DECYL GLUCOSIDE, PEG-15 DISTEARATE, PEG-7 GLYCERYL COCOATE, SODIUM CHLORIDE, CITRIC ACID, BHT, DISODIUM EDTA, SODIUM BENZOATE, LIMONENE, LINALOOL, COUMARIN, ALPHA-ISOMETHYL IONONE, GERANIOL, CITRONELLOL, CITRAL"
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/88346f7861254a05aa6bebdc1dc06e1e/d3956959858b438d92f0131b57956b3e.jpg?imwidth=156&filter=packshot"
        ],
        "brand": "Police Fragrances",
        "name": "Zestaw zapachów",
        "price": "79.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Uwaga": "Łatwopalny",
            "Konsystencja": "Płyn",
            "Numer produktu": "P5B32I00K-S11",
            "Składniki": "Die verbindliche Angabe der Inhaltsstoffe entnehmen Sie der Verpackung des gelieferten Produkts."
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/52113d7b38634afba899f70e6d1bfc67/bce3e8863d7d4835b025d4f207d982b5.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/a1971f64287e4dbbbc6db8e9fe09733a/eb45a5faaaa341bdbb285bbbe5860dc8.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/3a34ecf6d0da4b90a95377b1e814cfe8/36dc8fe1ca934e55ba3891ea36cd3601.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/8e94477d9ed7422380a9e86786178f79/91dfa9f4503c4217ababbef025f3931f.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/a87a757605884b549cd9336cfd9e57a9/aa2a21e4afb54fa5b412d7fc25e10412.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/0d0f9dc12f74481a86ceaf293d0e9d2a/517c6979743e421bbfe0e67beb7c6b97.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/89898521ab7a406a8cf456e21f1cfcfe/e0eb41e30fc64f728415ec5dbed32f55.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "189.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Pieniący się żel pod prysznic The Ritual of Mehr. UWAGA! Pojemnik pod ciśnieniem: Może pęknąć po podgrzaniu. Unikać kontaktu z oczami. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie płukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu w pobliżu. Nie przekłuwać ani nie podpalać, nawet po użyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatury przekraczającej 50°C/122°F. Przechowywać w miejscu niedostępnym dla dzieci. 5,2% masy zawartości jest łatwopalne. ~ Świeca zapachowa Ritual of Mehr 140 g do zestawów upominkowych. UWAGA! Może powodować reakcję alergiczną skóry. Działa toksycznie na organizmy wodne, powodując długotrwałe skutki. Unikać uwolnienia do środowiska. W PRZYPADKU KONTAKTU ZE SKÓRĄ: Umyć dużą ilością wody/mydła. Jeśli wystąpi podrażnienie skóry lub wysypka: Zasięgnąć porady/zgłosić się pod opiekę lekarza. Zawartość/pojemnik usunąć do punktu zbiórki odpadów niebezpiecznych. ~ ZAWIERA: Eugenol; [3R-(3α,3aβ,6β,7β,8aα)]-Octahydro-6-Methoxy-3,6,8,8-Tetramethyl-1H-3a,7-Methanoazulene; Linalyl Acetate; 1-(1,2,3,4,5,6,7,8-Octahydro-2,3,8,8-Tetramethyl-2-Naphthyl)Ethan-1-One; Linalool; α-Methylcinnamaldehyde; Cinnamaldehyde.",
            "Numer produktu": "RIG34G08C-S11",
            "Składniki": "The Ritual of Mehr Foaming Shower Gel: Aqua/Water, Sodium Laureth Sulfate, Cocamidopropyl Betaine, Sorbitol, Isopentane, Isopropyl Palmitate, Parfum/Fragrance, Isobutane, PEG-120 Methyl Glucose Dioleate, Juniperus Virginiana Oil, Citrus Aurantium Dulcis (Orange) Peel Oil, Sodium Chloride, Sodium Benzoate, PEG-40 Hydrogenated Castor Oil, Glycerin, Citric Acid, Guar Hydroxypropyltrimonium Chloride, Tocopherol, Citronellol, Hexyl Cinnamal, Limonene, Linalool.\\n\\nThe Ritual of Mehr Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Hybrid Oil, Parfum/Fragrance, Citrus Aurantium Dulcis (Orange) Flower Extract, Cedrus Atlantica Wood Extract, Tocopheryl Acetate, Tocopherol, Allantoin, Ubiquinone, Tridecane, Isohexadecane, Cetyl Palmitate, Ceteareth-20, Glyceryl Stearate, Propylene Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-12, Phenoxyethanol, Caprylyl Glycol, Potassium Sorbate, Linalool, Limonene, Hexyl Cinnamal, Citronellol, Coumarin, Sodium Hydroxide.\\n\\nThe Ritual of Mehr Body Scrub: Sucrose, Ethylhexyl Stearate, Isopropyl Myristate, Carthamus Tinctorius (Safflower) Seed Oil, Persea Gratissima (Avocado) Oil, Parfum/Fragrance, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Citrus Aurantium Dulcis (Orange) Peel Powder, Citrus Aurantium Amara (Bitter Orange) Flower Extract, Juniperus Mexicana Wood Oil, Argania Spinosa Kernel Oil, Macadamia Integrifolia Seed Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Tocopherol, Glycerin, Aqua/Water, Citronellol, Hexyl Cinnamal, Linalool, Limonene."
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/8be980c93f2730f8bd564ea499d5ddc0/4413e3246150462fa17c0a638d009502.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/f57ca341d5c13b8f863974f324e97f82/d6f8ada4388a42db8f88590a1af9c57a.jpg?imwidth=156"
        ],
        "brand": "Golden Beards",
        "name": "WAX + ECO COMB - Zestaw do włosów",
        "price": "59.00",
        "sizes": [
            "15 g"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Tylko do użytku zewnętrznego. Unikać kontaktu z oczami. Przechowywać poza zasięgiem dzieci. W przypadku wystąpienia podrażnień należy zaprzestać stosowania.",
            "Waga": "15 g",
            "Numer produktu": "GOK32G00B-S11",
            "Składniki": "Cera Alba (Beeswax), Butyrospermum Parkii (Shea) Butter, Theobroma Cacao (Cocoa) Butter, Simmondsia Chinensis (Jojoba) Seed Oil, Argania Spinosa (Argan) Kernel Oil, Juniperus Communis (Juniper) Wood Oil, Zingiber Officinale (Ginger) Oil."
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/e1ced3eec18345c18bf0e5438f84e767/3689d1cd67d14ddb83115589f46edc87.jpg?imwidth=156&filter=packshot",
            "https://mosaic03.ztat.net/prd/media/comet/ES/D3/4G/01/0S/11/VIDEO/PREVIEW_IMG/1698074214263.jpg",
            "https://img01.ztat.net/article/spp-media-p1/c8dd4bb8d86c4ce0b6eeb8ad6b5de652/1c876c73a2434a039d5daba05ac11eeb.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/c896ca31350c405bbe68ff30dc5f4652/c881e795102443fb8c96304e9399f629.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/ee257844b01f44a5bf005c5cb2baefa0/19bd9fcc80a74b3599eb007e3da4e903.jpg?imwidth=156"
        ],
        "brand": "ESTÉE LAUDER",
        "name": "Zestaw do pielęgnacji",
        "price": "399.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Przeciwdziałanie": "Przesuszanie, Zmarszczki",
            "Rodzaj cery": "Wszystkie typy skóry",
            "Konsystencja": "Żel",
            "Numer produktu": "ESD34G010-S11",
            "Składniki": "Water\\\\Aqua\\\\Eau, Bifida Ferment Lysate, Peg-8, Propanediol, Bis-Peg-18 Methyl Ether Dimethyl Silane, Methyl Gluceth-20, Glycereth-26, Peg-75, Butylene Glycol, Adansonia Digitata Seed Extract, Tripeptide-32, Sodium Hyaluronate, Yeast Extract\\\\Faex\\\\Extrait De Levure, Lactobacillus Ferment, Cola Acuminata (Kola) Seed Extract, Anthemis Nobilis (Chamomile) Flower Extract, Hydrolyzed Algin, Pantethine, Caffeine, Lecithin, Sodium Rna, Bisabolol, Squalane, Glycerin, Oleth-3 Phosphate, Caprylyl Glycol, Oleth-3, Oleth-5, Choleth-24, Hydrogenated Lecithin, Jojoba Wax Peg-120 Esters, Ceteth-24, Tocopheryl Acetate, Carbomer, Triethanolamine, Tetrasodium Edta, Bht, Xanthan Gum, Potassium Sorbate, Disodium Edta, Phenoxyethanol, Red 4 , Yellow 5 (Ci 19140)\\n\\nWater\\\\Aqua\\\\Eau, Dimethicone, Glycerin, Isohexadecane, Butylene Glycol, Bis-Peg-18 Methyl Ether Dimethyl Silane, Peg-10 Dimethicone, Disteardimonium Hectorite, Moringa Oleifera Seed Extract, Hibiscus Sinensis Flower Extract, Sodium Hyaluronate, Acetyl Hexapeptide-8, Laminaria Digitata Extract, Whey Protein\\\\Lactis Protein\\\\Proteine Du Petit-Lait, Opuntia Tuna Extract, Acetyl Glucosamine, Tocopheryl Acetate, Narcissus Tazetta Bulb Extract, Squalane, Algae Extract, Hypnea Musciformis (Algae) Extract, Pyrus Malus (Apple) Fruit Extract, Cucumis Sativus (Cucumber) Fruit Extract, Lens Esculenta (Lentil) Fruit Extract, Citrullus Lanatus (Watermelon) Fruit Extract, Silybum Marianum (Lady'S Thistle) Extract, Gelidiella Acerosa Extract, Helianthus Annuus (Sunflower) Seed Extract, Sigesbeckia Orientalis (St. Paul'S Wort) Extract, Caffeine, Hordeum Vulgare (Barley) Extract\\\\Extrait D'Orge, Sodium Lactate, Triticum Vulgare (Wheat) Germ Extract, Sorbitol, Propylene Glycol Dicaprate, Sucrose, Sodium Pca, Aminopropyl Ascorbyl Phosphate, Pentylene Glycol, Caprylyl Glycol, Propylene Carbonate, Polyethylene, Polysilicone-11, Peg-32, Peg-6, Disodium Edta, Isoceteth-20, Isododecane, Citric Acid, Fragrance (Parfum), Bht, Sodium Citrate, Potassium Sorbate, Sodium Dehydroacetate, Sodium Benzoate, Phenoxyethanol, Iron Oxides (Ci 77491) <ILN49183>\\n\\n\\nWater\\\\Aqua\\\\Eau, Dimethicone, Methyl Trimethicone, Bifida Ferment Lysate, Dimethicone/Vinyl Dimethicone Crosspolymer, Propanediol, Petrolatum, Sucrose, Glycerin, Butylene Glycol, /Sodium Acryloyldimethyltaurate Copolymer, Trehalose, Tripeptide-32, Adansonia Digitata Seed Extract, Lavandula Angustifolia (Lavender) Flower Extract, Sodium Hyaluronate, Lactobacillus Ferment, Tocopheryl Acetate, Yeast Extract\\\\Faex\\\\Extrait De Levure, Hypnea Musciformis Extract, Sodium Rna, Caffeine, Squalane, Anthemis Nobilis Flower Oil, Poria Cocos Sclerotium Extract, Citrullus Lanatus (Watermelon) Fruit Extract, Lens Esculenta (Lentil) Fruit Extract, Pyrus Malus (Apple) Fruit Extract, Ethylhexylglycerin, Sodium Pca, Phytosphingosine, Hydrolyzed Algin, Hordeum Distichon (Barley) Extract\\\\Extrait D'Orge A Deux Rangs, Jojoba Esters, Triticum Vulgare (Wheat) Germ Oil, Hydrogenated Lecithin, Lecithin, Isohexadecane, Jojoba Alcohol, Isopropyl Jojobate, Peg/Ppg-18/18 Dimethicone, Polysorbate 80, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Tromethamine, Sorbitan Oleate, Sodium Lactate, Polysorbate 40, Potassium Gluconate, Tocopherol, Bht, Phenoxyethanol, Potassium Sorbate, Sodium Benzoate, Iron Oxides (Ci 77491), Iron Oxides (Ci 77492)\\n\\nBitte beachte, dass die Liste der Inhaltsstoffe von Zeit zu Zeit variieren kann. Für eine exakte Angabe, schau Dir bitte die Inhaltsstoffe auf der Produktverpackung an."
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/037f2670fd7a462ea4c2a4eccd27d48a/b1bc851325eb491b920c876dd13e6558.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/bed2a45e6a4246d0bd0b828342dc2bfa/61e969990dd24a00ae8f1ac096789e11.jpg?imwidth=156"
        ],
        "brand": "Phytorelax",
        "name": "KERATIN ANTI-FRIZZ CURLS REVIVING TREATMENT KIT (REVIVE CURLS S - Zestaw do włosów",
        "price": "95.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Przeciwdziałanie": "Postrzępione włosy",
            "Rodzaj włosów": "Do wszystkich typów włosów",
            "Uwaga": "Produkt kosmetyczny do użytku zewnętrznego, nie należy go spożywać.",
            "Konsystencja": "Płyn",
            "Numer produktu": "PHI34H00X-S11",
            "Składniki": "Ingredients:\\nAqua/Water/Eau, Cocamidopropyl betaine, Sodium lauroyl sarcosinate, Sodium chloride, Decyl glucoside, PEG-7 glyceryl cocoate, Hydrolyzed keratin, Glycerin, Bambusa vulgaris leaf/stem extract, Parfum [Fragrance], Citric acid, Disodium EDTA, Benzyl salicylate, Leuconostoc/radish root ferment filtrate, Phenoxyethanol, Benzoic acid, Dehydroacetic acid, Ethylhexylglycerin, Sodium benzoate, Potassium sorbate.\\n\\nIngredients:\\nAqua/Water/Eau, Cetearyl alcohol, Cetrimonium chloride, Glycerin, Orbignya oleifera seed oil, Hydrolyzed keratin, Bambusa vulgaris leaf/stem extract, Parfum [Fragrance], Phenoxyethanol, Benzoic acid, Triethanolamine, Dehydroacetic acid, Benzyl salicylate, Ethylhexylglycerin, Leuconostoc/radish root ferment filtrate, Tocopherol, Sodium benzoate, Potassium sorbate.\\n\\nIngredients:\\nAqua/Water/Eau, Alcohol denat., PEG-7 glyceryl cocoate, Polyquaternium-68, Hydrolyzed keratin, Bambusa vulgaris leaf/stem extract, VP/VA copolymer, Glycerin, Panthenol, Cetrimonium chloride, Phenoxyethanol, Parfum [Fragrance], Benzoic acid, Disodium EDTA, Dehydroacetic acid, Sodium hydroxide, Ethylhexylglycerin, Benzyl salicylate, Hydroxycitronellal, Limonene, Leuconostoc/radish root ferment filtrate, Sodium benzoate, Potassium sorbate.\\n\\n"
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/b9abac2c9cb3401db53b8406c60a06b8/03edecaaf3264e03afecd1646f264e1b.jpg?imwidth=156&filter=packshot"
        ],
        "brand": "KORRES",
        "name": "Zestaw zapachów",
        "price": "199.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Uwaga": "Woda toaletowa i para łatwopalna.\\n Przechowuj z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu.\\n Nie pal. Przechowuj poza zasięgiem dzieci.\\n Wyłącznie do użytku zewnętrznego. Nie rozpylaj w kierunku oczu. Stosuj tylko zgodnie z przeznaczeniem.",
            "Numer produktu": "KO432I00E-Q11",
            "Składniki": "EDT:\\nALCOHOL DENAT., PARFUM/FRAGRANCE, AQUA/WATER/EAU, BRASSICA CAMPESTRIS (RAPESEED) SEED OIL, HELIANTHUS ANNUUS (SUNFLOWER) SEED OIL, ROSMARINUS OFFICINALIS (ROSEMARY) LEAF EXTRACT, ALPHA-ISOMETHYL IONONE, CITRAL, CITRONELLOL, COUMARIN, GERANIOL, LIMONENE, LINALOOL.\\n\\nDuschgel: \\nAQUA/WATER/EAU, SODIUM LAURETH SULFATE, COCAMIDOPROPYL BETAINE, SODIUM COCOYL ISETHIONATE, PARFUM/ FRAGRANCE, COCO¬GLUCOSIDE, GLYCERYL OLEATE, ALOE BARBADENSIS LEAF JUICE POWDER, ALTHAEA OFFICINALIS ROOT EXTRACT, ARGININE, CASTORYL MALEATE, CITRIC ACID, GUAR HYDROXYPROPYLTRIMONIUM CHLORIDE, HYDROLYZED WHEAT GLUTEN, LACTIC ACID, POLYQUATERNIUM¬7, SODIUM CHLORIDE, SODIUM GLUCONATE, TOCOPHEROL, BENZYL ALCOHOL, IMIDAZOLIDINYL UREA, PHENOXYETHANOL, POTASSIUM SORBATE, SODIUM BENZOATE, SODIUM DEHYDROACETATE, ALPHA¬ISOMETHYL IONONE, COUMARIN, LIMONENE, LINALOOL."
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/b2e779d4e8c84e27b62eed4c8378b19c/d25e89679b1247889e0b68756b8cc5f9.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/7b08eed54df2421986af96b761122a3c/8ef488139e414e29ac9ff4ca792a77c6.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/ca30c720c0f14e148efe357317683da0/e5be50c542ad45fd9576940d8398eb64.jpg?imwidth=156"
        ],
        "brand": "So Eco",
        "name": "Zestaw do włosów",
        "price": "54.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Numer produktu": "04S31J00C-S11"
        }
    },
    {
        "department": "Mężczyźni",
        "category": "Kosmetyki Mężczyźni",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/589028aa8a2644a2be06c674f3d9feba/4764862d12374cb3922e857d6b767599.jpg?imwidth=156&filter=packshot"
        ],
        "brand": "Dsquared2 Fragrances",
        "name": "GREEN WOOD GIFT SET (EDT 30ML + SHOWER GEL 50ML) - Zestaw zapachów",
        "price": "175.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Konsystencja": "Żel",
            "Numer produktu": "DSA32I00A-S11",
            "Składniki": "Duft:\\nALCOHOL DENAT., PARFUM (FRAGRANCE), WATER (AQUA), OCTINOXATE, BUTYL METHOXYDIBENZOYLMETHANE, ETHYLHEXYL SALICYLATE, LINALOOL, LIMONENE, CITRONELLOL, GERANIOL, CITRAL, ISOEUGENOL\\n\\nShower Gel:\\nAQUA, SODIUM LAURETH SULFATE, POLYSORBATE 20, PARFUM, COCAMIDOPROPYL BETAINE, PEG-150 DISTEARATE, DISODIUM COCOAMPHODIACETATE, DECYL GLUCOSIDE, PEG-7 GLYCERYL COCOATE, SODIUM CHLORIDE, CITRIC ACID, BHT, DISODIUM EDTA, SODIUM BENZOATE, LIMONENE, LINALOOL"
        }
    }
]