[
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/d897db2a7d744882931e2e8c21a5bfba/b3bc95ec9d5b40adba0778d4db83051b.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/5bd8e78e00b74d149dce588d1225601d/09435a6cb6f04aad80293dc0e9f32810.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/7f95dd5e506e4fd6b21fe64f9e49091a/b4fc5ad2bcc64c1295d39284c29dced0.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/a6fd1cb9c05a4754a9aa11a5960879c2/cf064fae69784efb8d0aaec53215c427.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/0f96f6135b894b9abdb518a395934bc5/a11fa4dded494380b5f3c43cc3f6f246.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/f621074553a846fd93889fb975d043fb/41a99ed00f574657bfe4154a4b4c753e.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "93.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Zestaw upominkowy Ritual of Sakura świeca zapachowa 25g. Zawiera: (Z)-3,4,5,6,6-Pentamethylhept-3-en-2-One, Linalool, (E)-2-Methoxy-4-(Prop-1-Enyl) Phenol. Może powodować reakcję alergiczną. Zawartość/pojemnik usuwać do punktu zbiórki odpadów niebezpiecznych. ~ The Ritual of Sakura pianka pod prysznic w żelu 50ml. UWAGA! Pojemnik pod ciśnieniem: Może pęknąć po podgrzaniu. Unikać kontaktu z oczami. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie płukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu w pobliżu. Nie przekłuwać ani nie podpalać, nawet po użyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatury przekraczającej 50°C/122°F. Przechowywać w miejscu niedostępnym dla dzieci. 5,5% masy zawartości jest łatwopalne.",
            "Numer produktu": "RIG34G083-S11",
            "Składniki": "The Ritual of Sakura Foaming Shower Gel: Aqua/Water, Sodium Laureth Sulfate, Cocamidopropyl Betaine, Isopentane, Sorbitol, PEG-120 Methyl Glucose Dioleate, Isopropyl Palmitate, Isobutane, Parfum/Fragrance, Oryza Sativa (Rice) Extract, Prunus Cerasus (Bitter Cherry) Extract, Sodium Benzoate, Citric Acid, PEG-40 Hydrogenated Castor Oil, Butylene Glycol, Glycerin, Guar Hydroxypropyltrimonium Chloride, Potassium Sorbate, Sorbic Acid, Hexyl Cinnamal, Benzyl Salicylate, Linalool, Coumarin, Citronellol, Geraniol, Alpha-Isomethyl Ionone, Cinnamyl Alcohol.\\n\\nThe Ritual of Sakura Body Scrub Cream: Aqua/Water, Glycerin, Cellulose Acetate, Parfum/Fragrance, Caprylyl Glycol, Bambusa Arundinacea Stem Extract, Prunus Avium (Sweet Cherry) Fruit Extract, Oryza Sativa (Rice) Extract, Candelilla Cera/Euphorbia Cerifera (Candelilla) Wax, Synthetic Fluorphlogopite, Tin Oxide, Propylene Glycol, Caprylic/Capric Triglyceride, Ammonium Acryloyldimethyltaurate/VP Copolymer, t-Butyl Alcohol, Stearyl Stearate, Jojoba Esters, Talc, Benzyl Salicylate, Cinnamyl Alcohol, Citronellol, Coumarin, Geraniol, Hexyl Cinnamal, Linalool, Alpha-Isomethyl Ionone, Limonene, Phenoxyethanol, Potassium Sorbate, Sorbic Acid, Sodium Metabisulfite, Lactic Acid, Citric Acid, Sodium Citrate, Sodium Hydroxide, CI 73360/Red 30, CI 77891/Titanium Dioxide, CI 77510/Ferric Ferrocyanide.\\n\\nThe Ritual of Sakura Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Seed Oil, Prunus Avium (Sweet Cherry) Fruit Extract, Oryza Sativa (Rice) Extract, Centella Asiatica Leaf Extract, Allantoin, Ubiquinone, Tocopherol, Tocopheryl Acetate, Propylene Glycol, Caprylyl Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-20, Glyceryl Stearate, Ceteareth-12, Cetyl Palmitate, Tridecane, Isohexadecane, Butylene Glycol, Sodium Citrate, Parfum/Fragrance, Benzyl Salicylate, Cinnamyl Alcohol, Citral, Citronellol, Coumarin, Geraniol, Hexyl Cinnamal, Isoeugenol, Linalool, Alpha-Isomethyl Ionone, Limonene, Phenoxyethanol, Potassium Sorbate, Sodium Metabisulfite, Sorbic Acid, Citric Acid, Sodium Hydroxide."
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/9f21bbc106f9483193de9002ed1663a0/3296da81299f46e2b365881a1935c111.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/9304396166d140d9aa0cb7cb899993f5/dcff5c039c8f48539dd28a034f627abe.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/b18dd3789a7a4773b45f99f4958c02b2/15f3145276db4abfb329a8cfdac642a6.jpg?imwidth=156"
        ],
        "brand": "The Ordinary",
        "name": "Zestaw do pielęgnacji",
        "price": "79.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Przeciwdziałanie": "Wypryski",
            "Rodzaj cery": "Wszystkie typy skóry",
            "Numer produktu": "THR34G017-S11",
            "Składniki": "Glucoside Foaming Cleanser: Aqua (Water), Decyl Glucoside, Coco Glucoside, Xanthan Gum, Tocopherol, Phytic Acid, Benzyl Alcohol, Ethylhexylglycerin."
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/949223e5145b44af98a99aa6c27594ec/6957127a268b47f8acec0ab79c6e7065.jpg?imwidth=156&filter=packshot",
            "https://mosaic03.ztat.net/prd/media/comet/RI/G3/4G/08/6S/11/VIDEO/PREVIEW_IMG/1701186630014.jpg",
            "https://img01.ztat.net/article/spp-media-p1/a2bf0959def84039b2a7aacb230db0d7/556a3abaa0a5434081c8de6712ea8cf2.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/1986259f6bc643d9a9387a9842514f13/33970468dbbd45eb98d2739e3298dbe7.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/6fe6bdb9b3dc46bf9500cc935e5e0429/5e5c52a027e743d0890137e010ed5318.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/9174c60223b044fdb5500eaface42933/73d58801686c4be090db4d0f5a2e7752.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/028485b9351642c58a66288c6d613fc0/17d30a2595f2480bb11ee05ff6500c4c.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/9bf431d6ea124c7ba692864ebe601920/cd20c84734f34dfdbe311096582e2fe1.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/0cded42305b9448191572ace64331e9c/af6a078de5554fa89677cef7da483a43.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "98.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "The Ritual of Karma pianka pod prysznic w żelu 50ml. UWAGA: pojemnik pod ciśnieniem: Po podgrzaniu może pęknąć. Unikać kontaktu z oczami. W PRZYPADKU KONTAKTU Z OCZAMI: ostrożnie przepłukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Zakaz palenia. Nie przekłuwać ani nie spalić, nawet po zużyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatur przekraczających 50°C/122 °F. Przechowywać w miejscu niedostępnym dla dzieci. 4% masy zawartości jest łatwopalna.",
            "Numer produktu": "RIG34G086-S11",
            "Składniki": "The Ritual of Karma Foaming Shower Gel: Aqua/Water, Sodium Coco-Sulfate, Sorbitol, Coco-Glucoside, Isopentane, Caprylyl/Capryl Glucoside, Cocamidopropyl Betaine, Isopropyl Palmitate, Parfum/Fragrance, PEG-120 Methyl Glucose Dioleate, Isobutane, Nelumbo Nucifera (Lotus) Flower Extract, Camellia Sinensis (White Tea) Leaf Extract, Citric Acid, Sodium Chloride, Sodium Benzoate, Glycerin, Guar Hydroxypropyltrimonium Chloride, Squalane, Silybum Marianum Seed Oil, Porphyra Umbilicalis Extract, Nannochloropsis Oculata Extract, Aloe Barbadensis Leaf Juice Powder, Tocopherol, Potassium Sorbate, Sorbic Acid, Benzyl Salicylate, Limonene, Linalool, Hexyl Cinnamal, Citronellol, Alpha-Isomethyl Ionone, Citral.\\n\\nThe Ritual of Karma Mild Body Scrub Paste: Aqua/Water, Cetearyl Alcohol, Kaolin, Hydrated Silica, Glycerin, Stearic Acid, Parfum/Fragrance, Caprylic/Capric Triglyceride, Butyrospermum Parkii (Shea) Butter, Cocos Nucifera (Coconut) Oil, Camellia Sinensis (White Tea) Leaf Extract, Nelumbo Nucifera (Lotus) Flower Extract, Bambusa Arundinacea Stem Extract, Macrocystis Pyrifera (Kelp) Extract, Aloe Barbadensis Leaf Juice, Phenoxyethanol, Sodium Stearoyl Glutamate, Xanthan Gum, Sodium Stearoyl Lactylate, Sodium Cetearyl Sulfate, Potassium Sorbate, Sodium Benzoate, Benzyl Salicylate, Polyacrylamide, Limonene, C13-14 Isoparaffin, Disodium EDTA, Ethylhexylglycerin, Hexyl Cinnamal, Laureth-7, Squalane, Citric Acid, Tocopherol, Sodium Chloride, Sodium Sulfate, Sorbic Acid, Linalool, Alpha-Isomethyl Ionone, Citronellol, Citral, CI 42090/Blue 1, CI 77891/Titanium Dioxide.\\n\\nThe Ritual of Karma 24h Hydrating Body Lotion: Aqua/Water, Ethylhexyl Stearate, Helianthus Annuus (Sunflower) Hybrid Oil, Glycerin, Xanthan Gum, Camellia Sinensis (White Tea) Leaf Extract, Nelumbo Nucifera (Lotus) Flower Extract, Nannochloropsis Oculata Extract, Porphyra Umbilicalis Extract, Aloe Barbadensis Leaf Extract, Silybum Marianum Seed Oil, Parfum/Fragrance, Squalane, Cellulose, Sodium Stearoyl Glutamate, Microcrystalline Cellulose, Cellulose Gum, Alcohol, Phenoxyethanol, Benzyl Alcohol, Benzyl Salicylate, Limonene, Linalool, Hexyl Cinnamal, Alpha-Isomethyl Ionone, Citronellol, Citral, Citric Acid, Sodium Hydroxide.\\n\\nThe Ritual of Karma Shimmering Body Oil: Caprylic/Capric Triglyceride, Polyamide-8, Parfum/Fragrance, Carthamus Tinctorius (Safflower) Seed Oil, Olea Europaea (Olive) Fruit Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Camellia Sinensis (White Tea) Leaf Extract, Nelumbo Nucifera (Lotus) Flower Extract, Macrocystis Pyrifera (Kelp) Extract, Aloe Barbadensis Leaf Extract, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, Pentaerythrityl Tetra-Di-t-Butyl Hydroxyhydrocinnamate, Synthetic Fluorphlogopite, Silica, Tin Oxide, Squalane, Aqua/Water, Glycerin, Parfum/Fragrance, Benzyl Salicylate, Citral, Citronellol, Hexyl Cinnamal, Linalool, Alpha-Isomethyl Ionone, Limonene, Sodium Benzoate, Potassium Sorbate, Citric Acid, CI 77491/Iron Oxides, CI 77891/Titanium Dioxide."
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/03c2aeab84d44c3584aa47eee02c5c23/bf1ee18605d042fcbdaeea49810aaccc.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/85393b3826f540f6af4db7cb7c371fdb/79860d2ad39646349bb39ad154dea6f0.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/a70aa03bde1746149dc490012c8dc7a4/e1d3bbedb52946d5b80fc25c15c07ce5.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/601b03ca0ad1490ea8180c949d5f8204/efb57210e6304d23bff83a84eef5bf5c.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/4c05cc460b734303afb2527ad1fe06a9/a009f0f6a7a7406ebf19c9fecea5950a.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/3ecc857248da41138a5148bf85f46f57/ab5140cd5cbe40d79b52d1b658b9f72a.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "93.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "The Ritual of Ayurveda pianka pod prysznic w żelu 50ml. UWAGA: pojemnik pod ciśnieniem: po podgrzaniu może pęknąć. Unikać kontaktu z oczami. W PRZYPADKU KONTAKTU Z OCZAMI: ostrożnie przepłukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Zakaz palenia. Nie przekłuwać ani nie palić, nawet po zużyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatur przekraczających 50°C/122 °F. Przechowywać w miejscu niedostępnym dla dzieci. 4% masy zawartości jest łatwopalnych.",
            "Numer produktu": "RIG34G084-S11",
            "Składniki": "The Ritual of Ayurveda Foaming Shower Gel: Aqua/Water, Sodium Coco-Sulfate, Decyl Glucoside, Isopentane, Coco-Glucoside, Glycerin, PEG-120 Methyl Glucose Dioleate, Isopropyl Palmitate, Parfum/Fragrance, Isobutane, Rosa Damascena Flower Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Citric Acid, Sodium Benzoate, Guar Hydroxypropyltrimonium Chloride, Hexyl Cinnamal, Limonene, Linalool, Coumarin, Citronellol, Benzyl Benzoate.\\n\\nThe Ritual of Ayurveda Shower Oil: Brassica Campestris (Rapeseed) Seed Oil, Ricinus Communis (Castor) Seed Oil, MIPA-Laureth Sulfate, Laureth-3, Caprylic/Capric Triglyceride, Parfum/Fragrance, Glyceryl Caprylate/Caprate, Laureth-7 Citrate, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Cocos Nucifera (Coconut) Oil, Moringa Oleifera Seed Oil, Rosa Damascena Flower Water, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, Hydrogenated Palm Glycerides Citrate, Benzyl Benzoate, Citral, Citronellol, Coumarin, Hexyl Cinnamal, Linalool, Limonene, Sodium Benzoate, Potassium Sorbate, Sorbic Acid.\\n\\nThe Ritual of Ayurveda Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Hybrid Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Rosa Damascena Flower Oil, Tocopheryl Acetate, Allantoin, Tocopherol, Ubiquinone, Parfum/Fragrance, Tridecane, Isohexadecane, Cetyl Palmitate, Ceteareth-20, Glyceryl Stearate, Propylene Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-12, PEG-40 Hydrogenated Castor Oil, Phenoxyethanol, Caprylyl Glycol, Potassium Sorbate, Benzyl Alcohol, Sodium Benzoate, Linalool, Hexyl Cinnamal, Limonene, Coumarin, Citronellol, Benzyl Benzoate, Geraniol, Cinnamyl Alcohol, Citral, Sodium Hydroxide, Citric Acid.\\n\\nThe Ritual of Ayurveda Hair &Body Mist: Aqua/Water, PEG-40 Hydrogenated Castor Oil, Trideceth-9, Parfum/Fragrance, Rosa Damascena (Damask Rose) Flower Water, Prunus Amygdalus Dulcis (Sweet Almond) Seed Extract, Phenoxyethanol, Propylene Glycol, Hexyl Cinnamal, Limonene, Linalool, Coumarin, Ethylhexylglycerin, Citronellol, Glycerin, Benzyl Benzoate, Citral, Sodium Hydroxide, Benzyl Alcohol, Alpha-Isomethyl Ionone, Cinnamyl Alcohol, Benzyl Cinnamate, Geraniol, Potassium Sorbate, Sodium Benzoate, Sorbic Acid."
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/510b18d220914c97959c3831a1fe51c2/550f90f43f1f444ab15be5a28eb110d1.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/2d7e1727a2c6496f85adc15738555380/2047873c34cf484ba7bbf25d703dced0.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/6cf494d31806403887b996df7653e88e/aedfefe9716e46f78c8456572bbbae6e.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/d984e6bf1c6f4306a76dad1c0d4ae8b5/eb1cdd4579d146499074d4d0fc94e6ec.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/d5667ee5577e4523bf2144421f75f73b/3e2f037d43ea4b4183d3c76ea2f06148.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/35b507ef14574ea5af085cf12164fbfe/3ded50329bc040d4aa3cf1aab5dddab2.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "161.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Pianka pod prysznic w żelu Ritual of Karma. UWAGA! Pojemnik pod ciśnieniem: Może pęknąć po podgrzaniu. Unikać kontaktu z oczami. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie płukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu. Nie przekłuwać ani nie spalać, nawet po użyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatury przekraczającej 50°C/122°F. Przechowywać w miejscu niedostępnym dla dzieci. 4% masy zawartości jest łatwopalne. ~ The Ritual of Karma świeca zapachowa 140g do zestawów upominkowych. Zawiera: Cis-4-Tert-Butylcyclohexyl Acetate, Benzyl Salicylate, Citronellol, Piperonal, Linalyl Acetate, 1-(1,2,3,4,5,6,7,8-Octahydro-2,3,8, 8-Tetrametylo-2-Naftylo)Etan-1-One, 3-Metylo-4-(2,6,6-Trimetylo-2-Cykloheksen-1-ylo)-3-Buten-2-One, 3-PCumenyl-2-Methylpropionaldehyde, Linalool, (E)-2-Methoxy-4-(Prop-1-Enyl) Phenol, (d)-Limonene, (2E)-2-(Phenylmethylidene)Octanal. Może powodować reakcję alergiczną. ~ Działa szkodliwie na organizmy wodne, powodując długotrwałe skutki. Unikać uwolnienia do środowiska. Zawartość/pojemnik usuwać do punktu zbiórki odpadów niebezpiecznych.",
            "Numer produktu": "RIG34G08E-S11",
            "Składniki": "The Ritual of Karma Foaming Shower Gel: Aqua/Water, Sodium Coco-Sulfate, Sorbitol, Coco-Glucoside, Isopentane, Caprylyl/Capryl Glucoside, Cocamidopropyl Betaine, Isopropyl Palmitate, Parfum/Fragrance, PEG-120 Methyl Glucose Dioleate, Isobutane, Nelumbo Nucifera (Lotus) Flower Extract, Camellia Sinensis (White Tea) Leaf Extract, Citric Acid, Sodium Chloride, Sodium Benzoate, Glycerin, Guar Hydroxypropyltrimonium Chloride, Squalane, Silybum Marianum Seed Oil, Porphyra Umbilicalis Extract, Nannochloropsis Oculata Extract, Aloe Barbadensis Leaf Juice Powder, Tocopherol, Potassium Sorbate, Sorbic Acid, Benzyl Salicylate, Limonene, Linalool, Hexyl Cinnamal, Citronellol, Alpha-Isomethyl Ionone, Citral.\\n\\nThe Ritual of Karma 48h Hydrating Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Seed Oil, Parfum/Fragrance, Camellia Sinensis (White Tea) Leaf Extract, Nelumbo Nucifera (Lotus) Flower Extract, Aloe Barbadensis Leaf Juice, Macrocystis Pyrifera (Kelp) Extract, Betaine, Ubiquinone, Squalane, Sodium Hyaluronate, Tridecane, Glyceryl Stearate, Ceteareth-12, Cetyl Palmitate, Ceteareth-20, Isohexadecane, Propylene Glycol, Sodium Polyacrylate, Tocopherol, Allantoin, Caprylyl Glycol, Tocopheryl Acetate, Carbomer, Benzyl Salicylate, Citral, Citronellol, Hexyl Cinnamal, Linalool, Alpha-Isomethyl Ionone, Limonene, Phenoxyethanol, Sodium Benzoate, Potassium Sorbate, Sorbic Acid, Citric Acid, Sodium Hydroxide.\\n\\nThe Ritual of Karma Softening Body Scrub: Maris Sal/Sea Salt, Ethylhexyl Stearate, Isopropyl Myristate, Carthamus Tinctorius (Safflower) Seed Oil, Parfum/Fragrance, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Macadamia Integrifolia Seed Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Argania Spinosa Kernel Oil, Persea Gratissima (Avocado) Oil, Macrocystis Pyrifera (Kelp) Extract, Nelumbo Nucifera (Lotus) Flower Extract, Aloe Barbadensis Leaf Extract, Helianthus Annuus (Sunflower) Seed Oil, Tocopherol, Squalane, Aqua/Water, Glycerin, Caprylic/Capric Triglyceride, Benzyl Salicylate, Citronellol, Hexyl Cinnamal, Linalool, Alpha-Isomethyl Ionone, Limonene, Sodium Benzoate, Potassium Sorbate, Citric Acid."
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/e943b46ced7a4bbf8a1af0e0105080a4/4d35a3dd217a444f90be9c7ed488346e.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/86a96fc98c6047c396292a9d528b0d9d/fd659ab1c07c484c953610b3dbdbb90e.jpg?imwidth=156"
        ],
        "brand": "Revolution Haircare",
        "name": "REVOLUTION CURL ENHANCER SATIN CURLING RIBBON PINK - Zestaw do włosów",
        "price": "29.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Materiał": "100% poliester",
            "Numer produktu": "R3C34J005-J11"
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/91f10e00a4c94cfe94b7d2a04846b9a4/68249c6ee7b348579cc7fc12fb06fade.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/a81db043ee5845ae9a4d132826754d6d/3fc5b29dd7304f7ba4b2469010d02549.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/453d188ace8f448fbb253594495cee04/8b78fabe7bc041bc940de6e4743d9181.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/a67549d8d1db493ca4d84072aa076ec5/ab43dc0a17ce4a4285fd05209f1423d3.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/db5aac7cb3de440ba58db60771c9a5ea/1e16e5fb03ea497cb0c2d52b3e4aaff6.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/8a69b4bbb43f47b5b0f3f9e30664718b/654d712d93f045baa54a9dab68614f13.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/765674f1207f4aff84d72a2d01b36cca/e0ab329d0a994f40a151b8a9b1180ea9.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "170.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "The Ritual of Sakura pianka pod prysznic w żelu. UWAGA: pojemnik pod ciśnieniem: może pęknąć po podgrzaniu. Unikać kontaktu z oczami. W PRZYPADKU KONTAKTU Z OCZAMI: ostrożnie przepłukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Zakaz palenia. Nie przekłuwać ani nie spalić, nawet po zużyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatur przekraczających 50°C/122 °F. Przechowywać w miejscu niedostępnym dla dzieci. 5,5% masy zawartości jest łatwopalne. ~ Świeca zapachowa Ritual of Sakura 140g do zestawów upominkowych Zawiera: 3,4,5,6,6-pentametylohept-3-en-2-on, linalol, (E) -2-metoksy-4- (prop-1-enylo) fenol. Może wywoływać reakcję alergiczną. Utylizować zawartość/pojemniki do punktu zbiórki odpadów niebezpiecznych.",
            "Numer produktu": "RIG34G08D-S11",
            "Składniki": "The Ritual of Sakura Foaming Shower Gel: Aqua/Water, Sodium Laureth Sulfate, Cocamidopropyl Betaine, Isopentane, Sorbitol, PEG-120 Methyl Glucose Dioleate, Isopropyl Palmitate, Isobutane, Parfum/Fragrance, Oryza Sativa (Rice) Extract, Prunus Cerasus (Bitter Cherry) Extract, Sodium Benzoate, Citric Acid, PEG-40 Hydrogenated Castor Oil, Butylene Glycol, Glycerin, Guar Hydroxypropyltrimonium Chloride, Potassium Sorbate, Sorbic Acid, Hexyl Cinnamal, Benzyl Salicylate, Linalool, Coumarin, Citronellol, Geraniol, Alpha-Isomethyl Ionone, Cinnamyl Alcohol.\\n\\nThe Ritual of Sakura Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Seed Oil, Prunus Avium (Sweet Cherry) Fruit Extract, Oryza Sativa (Rice) Extract, Centella Asiatica Leaf Extract, Allantoin, Ubiquinone, Tocopherol, Tocopheryl Acetate, Propylene Glycol, Caprylyl Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-20, Glyceryl Stearate, Ceteareth-12, Cetyl Palmitate, Tridecane, Isohexadecane, Butylene Glycol, Sodium Citrate, Parfum/Fragrance, Benzyl Salicylate, Cinnamyl Alcohol, Citral, Citronellol, Coumarin, Geraniol, Hexyl Cinnamal, Isoeugenol, Linalool, Alpha-Isomethyl Ionone, Limonene, Phenoxyethanol, Potassium Sorbate, Sodium Metabisulfite, Sorbic Acid, Citric Acid, Sodium Hydroxide.\\n\\nThe Ritual of Sakura Body Scrub: Sucrose, Ethylhexyl Stearate, Isopropyl Myristate, Carthamus Tinctorius (Safflower) Seed Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Parfum/Fragrance, Camellia Japonica Seed Oil, Oryza Sativa (Rice) Bran Oil, Simmondsia Chinensis (Jojba) Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Prunus Cerasus (Bitter Cherry) Shell Powder, Prunus Avium (Sweet Cherry) Flower Extract, Tocopherol, Benzyl Salicylate, Cinnamyl Alcohol, Citronellol, Coumarin, Geraniol, Hexyl Cinnamal, Linalool, Alpha-Isomethyl Ionone, Limonene."
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/49fa2bffe6464422947b86e2f6273482/3395c39c96b54747b907554e3af9fb29.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/0cc597f2657344bbbec47b0b591ca6da/05d221f6d15b480597196b2a368a9ba1.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/d3cc2b91a17f414990b67007f3b2dded/b0bb8291c3c04ee092aca226b13d7c78.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/6f812550c1834dccb3e6dcc8265d1511/827ed6e5576440eabe31683a60b3428d.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/a3db437da9704642a42c1c47daf749c7/10f76134a1314717be823613058e3e5d.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "109.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "The Ritual of Mehr pianka pod prysznic w żelu 50ml. UWAGA: pojemnik pod ciśnieniem: po podgrzaniu może pęknąć. Unikać kontaktu z oczami. W PRZYPADKU KONTAKTU Z OCZAMI: ostrożnie przepłukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Zakaz palenia. Nie przekłuwać ani nie spalić, nawet po zużyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatur przekraczających 50°C/122°F. Przechowywać w miejscu niedostępnym dla dzieci. 5,2% masy zawartości jest łatwopalne. ~ Zestaw upominkowy Ritual of Mehr świeca zapachowa 25g UWAGA: może powodować reakcję alergiczną skóry. Toksyczny dla organizmów wodnych z długotrwałymi skutkami. Należy unikać uwolnienia do środowiska. W PRZYPADKU KONTAKTU ZE SKÓRĄ: umyć dużą ilością wody z mydłem. Jeśli wystąpi podrażnienie skóry lub wysypka: należy zgłosić się do lekarza. Zawartość/pojemnik wyrzucić do punktu zbiórki odpadów niebezpiecznych. ~ ZAWIERA eugenol; [3R- (3α,3aβ,6β,7β,8aα)] -oktahydro-6-metoksy-3,6,8,8-tetrametylo-1H-3A, 7-metanoazulen; octan linalilu; 1- (1,2,3,4,5,6,7,8-okta-2,hydrota-2,hydrota-2,hydrota-2,hydrota-3,8,8-tetrametylo-2,3,8,8-tetrametylo-2-naftylo) etan-1-on; linalol; aldehyd α-metylocynamonowy; aldehyd cynamonowy.",
            "Numer produktu": "RIG34G08A-S11",
            "Składniki": "The Ritual of Mehr Foaming Shower Gel: Aqua/Water, Sodium Laureth Sulfate, Cocamidopropyl Betaine, Sorbitol, Isopentane, Isopropyl Palmitate, Parfum/Fragrance, Isobutane, PEG-120 Methyl Glucose Dioleate, Juniperus Virginiana Oil, Citrus Aurantium Dulcis (Orange) Peel Oil, Sodium Chloride, Sodium Benzoate, PEG-40 Hydrogenated Castor Oil, Glycerin, Citric Acid, Guar Hydroxypropyltrimonium Chloride, Tocopherol, Citronellol, Hexyl Cinnamal, Limonene, Linalool.\\n\\nThe Ritual of Mehr Shower Oil: Canola Oil, Laureth-4, MIPA-Laureth Sulfate, Parfum/Fragrance, Polyglyceryl-3 Diisostearate, Helianthus Annuus (Sunflower) Hybrid Oil, Ricinus Communis (Castor) Seed Oil, Cedrus Atlantica Bark Extract, Citrus Aurantium Dulcis (Orange) Flower Extract, Tocopherol, Propylene Glycol, Laureth-2, Linalool, Limonene, Hexyl Cinnamal, Citronellol.\\n\\nThe Ritual of Mehr Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Hybrid Oil, Parfum/Fragrance, Citrus Aurantium Dulcis (Orange) Flower Extract, Cedrus Atlantica Wood Extract, Tocopheryl Acetate, Tocopherol, Allantoin, Ubiquinone, Tridecane, Isohexadecane, Cetyl Palmitate, Ceteareth-20, Glyceryl Stearate, Propylene Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-12, Phenoxyethanol, Caprylyl Glycol, Potassium Sorbate, Linalool, Limonene, Hexyl Cinnamal, Citronellol, Coumarin, Sodium Hydroxide."
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/c8dc761410174c4c89259a9fab9c1763/0f2e7b1a4b6b4011aa0209ab4eb5d243.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/01d6f5229e0b426ca2e9729b645cc035/cfe46ff1424143a0a366664fe7e13ea7.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/f455c45a2838453fa8d4bd1533717ab0/1af171919a5a43f29769657d9ae29fc0.jpg?imwidth=156"
        ],
        "brand": "NIVEA",
        "name": "GIFT SET PERFECT DAY - Zestaw do pielęgnacji",
        "price": "45.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Przeciwdziałanie": "Skóra wrażliwa",
            "Rodzaj cery": "Wszystkie typy skóry",
            "Numer produktu": "NIP31G03W-S11",
            "Składniki": "*Aqua,Paraffinum Liquidum,Isohexadecane,Glycerin,Isopropyl Palmitate,PEG-40 Sorbitan Perisostearate,Cera Microcristallina,Polyglyceryl-3 Diisostearate,Prunus Amygdalus Dulcis Oil,Tocopherol,Magnesium Sulfate,Sodium Citrate,Citric Acid,Tocopheryl Acetate,Potassium Sorbate,Linalool,Limonene,Benzyl Alcohol,Geraniol,Citronellol,Alpha-Isomethyl Ionone,Benzyl Benzoate,Parfum.\\n * Aqua,Glycerin,Glyceryl Stearate,Stearyl Alcohol,Dimethicone,Caprylic/Capric Triglyceride,Distarch Phosphate,Butyrospermum Parkii Butter,Glyceryl Stearate SE,Hydrogenated Coco-Glycerides,Prunus Amygdalus Dulcis Oil,Sodium Cetearyl Sulfate,Xanthan Gum,Phenoxyethanol,Ethylhexylglycerin,Linalool,Limonene,Geraniol,Benzyl Alcohol,Citronellol,Alpha-Isomethyl Ionone,Parfum.\\n * Octyldodecanol,Hydrogenated Rapeseed Oil,Ricinus Communis Seed Oil,Cera Alba,Ethylhexyl Stearate,Cetyl Palmitate,Cetearyl Alcohol,Polyglyceryl-3 Diisostearate,Copernicia Cerifera Cera,Butyrospermum Parkii Butter,Persea Gratissima Oil,Simmondsia Chinensis Seed Oil,Tocopherol,Helianthus Annuus Seed Oil,Aqua,Linalool,Citronellol,Citral,Aroma."
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [],
        "brand": "Brak marki",
        "name": "Sezon na dobrą zabawę",
        "price": "",
        "sizes": [
            "One Size",
            "6 g",
            "75 ml",
            "125 ml",
            "3.5 g",
            "30 ml",
            "50 ml",
            "9 ml",
            "3.2 g",
            "6 ml",
            "15 ml",
            "7 ml",
            "70 ml",
            "3 ml",
            "7 g",
            "100 ml",
            "12 g",
            "150 ml",
            "8 ml",
            "200 ml",
            "20 ml"
        ],
        "additional_info": {}
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/0ccd7637d5304b4c9c6769fead37d7a5/be855f6479dc4248ab31eb23a65b2e83.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/5c9a61cfeef04fe499348b079a74eb26/4168b21e85714baab13b56bbcb9a5bc5.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/c70523a7cd1b4507a5b4494ac7fa83d5/17f56bc76ca442d185df87e84e250e4c.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/f2541900e2124365b4d85ab2d07cf6bb/879abdac57824f968ae6837c1573c6ed.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/03868caa0ad04027a05e31fdd60e301c/9724ef255b1b48889dfca21d53a6391e.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/7cd55122fcc64a9a9e29c4c4b6aaf46a/dc46cb98771c4d54b8af78bb01a38808.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "203.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Mini patyczki zapachowe od the Ritual of Ayurveda. Uwaga. Wysoce łatwopalna ciecz i para. Może powodować reakcję alergiczną skóry. Powoduje podrażnienie oczu. Działa szkodliwie na organizmy wodne, powodując długotrwałe skutki. Jeśli jest to konieczne, należy mieć pod ręką opakowanie produktu lub jego etykietę. Przechowywać w niedostępnym miejscu dla dzieci. Przechowywane z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Zakaz palenia. Unikaj uwolnienia do środowiska. W PRZYPADKU KONTAKTU ZE SKÓRĄ: należy umyć dużą ilością wody z mydłem. W PRZYPADKU KONTAKTU Z OCZAMI: należy ostrożnie spłukać wodą przez kilka minut. Jeśli to możliwe należy usunąć soczewki kontaktowe oraz kontynuować płukanie. Jeśli wystąpi podrażnienie skóry lub wysypka: należy zgłosić się do lekarza. Jeśli podrażnienie oczu utrzymuje się: należy zgłosić się do lekarza. Zawartość/pojemnik należy przekazać do punktu zbiórki odpadów niebezpiecznych. Unikaj kontaktu patyczków zapachowych z meblami, skórą lub powierzchniami drewnianymi. W przypadku wycieku płynu natychmiast oczyść. ~ ZAWIERA octan 4-tert-butylocykloheksylu, cytronellol, linalol, tetrametyloacetyloacetyloktahydronaftaleny, alfa-izometylojonon, pentadekalakton, geraniol, octan geranylu, formaldehyd cyklodecyloetyloacetal, trans-róża ketone-3 (trans-delta-damascone), nerol ~ Piankowy żel pod prysznic od The Ritual of Ayurveda UWAGA. Pojemnik ciśnieniowy: po podgrzaniu może pęknąć. Unikaj kontaktu z oczami. W PRZYPADKU KONTAKTU Z OCZAMI: należy ostrożnie spłukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Zakaz palenia. Nie przekłuwać ani nie spalić, nawet po zużyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatur przekraczających 50°C/122°F. Przechowywać w miejscu niedostępnym dla dzieci. 4% masy zawartości jest łatwopalne. ~ Świeca od The Ritual of Ayurveda 140g do zestawów upominkowych. UWAGA. Zawiera octan cis-4-tert-butylocykloheksylu; (etoksymetoksy) cyklododekan; 1- (1,2,3,4,5,6,7,8-oktahydro-2,3,8,8-tetrametylo-2-naftylo) etan-1-on; 3-metylo-4- (2,6,6-trimetylo-2-cykloheksen-1-ylo) -3-buten-2-on; linalol; cytronellol; (2E) -2- (fenylometylideno) oktanal. Może powodować reakcję alergiczną skóry. Działa szkodliwie na organizmy wodne, powodując długotrwałe skutki. Należy unikać uwolnienia do środowiska. W PRZYPADKU KONTAKTU ZE SKÓRĄ: należy umyć dużą ilością wody z mydłem. Jeśli wystąpi podrażnienie skóry lub wysypka: należy udać się do lekarza. Należy utylizować zawartość/pojemniki do punktu zbiórki odpadów niebezpiecznych.",
            "Numer produktu": "RIG34G08B-S11",
            "Składniki": "The Ritual of Ayurveda Foaming Shower Gel: Aqua/Water, Sodium Coco-Sulfate, Decyl Glucoside, Isopentane, Coco-Glucoside, Glycerin, PEG-120 Methyl Glucose Dioleate, Isopropyl Palmitate, Parfum/Fragrance, Isobutane, Rosa Damascena Flower Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Citric Acid, Sodium Benzoate, Guar Hydroxypropyltrimonium Chloride, Hexyl Cinnamal, Limonene, Linalool, Coumarin, Citronellol, Benzyl Benzoate.\\n\\nThe Ritual of Ayurveda Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Hybrid Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Rosa Damascena Flower Oil, Tocopheryl Acetate, Allantoin, Tocopherol, Ubiquinone, Parfum/Fragrance, Tridecane, Isohexadecane, Cetyl Palmitate, Ceteareth-20, Glyceryl Stearate, Propylene Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-12, PEG-40 Hydrogenated Castor Oil, Phenoxyethanol, Caprylyl Glycol, Potassium Sorbate, Benzyl Alcohol, Sodium Benzoate, Linalool, Hexyl Cinnamal, Limonene, Coumarin, Citronellol, Benzyl Benzoate, Geraniol, Cinnamyl Alcohol, Citral, Sodium Hydroxide, Citric Acid."
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/5a88ae3ce1934535aeed709c9cf97c86/a6e8002fd006459db6cf7f98dd3ddce7.jpg?imwidth=156&filter=packshot"
        ],
        "brand": "MOSCHINO Fragrances",
        "name": "Zestaw zapachów",
        "price": "109.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Uwaga": "Łatwopalny.",
            "Konsystencja": "Płyn",
            "Numer produktu": "M9K31I00O-S11",
            "Składniki": "Fresh Couture: \\nALCOHOL DENAT.(SD ALCOHOL 39-C), PARFUM, AQUA, LIMONENE, LINALOOL, ALPHA ISOMETHYL IONONE, ETHYLHEXYLMETHOXYCINNAMATE BUTYLMETHOXYDIBENZOYLMETHANE ETHYLHEXYLSALICYLATE, CITRONELLOL, BENZYL SALICYLATE, HEXYL CINNAMAL, GERANIOL, HYDROXYCITRONELLAL, FARNESOL, CINNAMYL ALCOHOL, BENZYL ALCOHOL, CITRAL, BENZYL BENZOATE, CI 673 (VIOLET 2), CI 429 (BLUE 1), CI 1914 (YELLOW 5)\\nFresh Gold:\\nALCOHOL DENAT .,PARFUM,AQUA,BENZYL SALICYLATE,HYDROXYCITRONELLAL,LIMONENE,GERANIOL,COUMARIN,CITRONELLOL\\nToy 2:\\nALCOHOL DENAT., PARFUM (FRAGRANCE), WATER (AQUA), OCTINOXATE, BUTYL METHOXYDIBENZOYLMETHANE, ETHYLHEXYL SALICYLATE, LIMONENE, ALPHA-ISOMETHYL IONONE, LINALOOL, CITRONELLOL, CITRAL\\nToy Boy: \\nALCOHOL DENAT., (SD-ALCOHOL 39-C), PARFUM (FRAGRANCE), AQUA (WATER), LIMONENE, LINALOOL, EUGENOL, CINNAMAL, CITRAL, ISOEUGENOL"
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/cd69b52dce004714ab4b11aed45a3f64/f9cea5d193b7479890aec0f365451e1d.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/669a2ac1f087485faad065acc3be4254/1454c67a5b554fe1b23f5319a044bc59.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/0d9511aea0a449c49ba64900b9ce2790/5ab95e40990f4eb3a3a14987ca896f2c.jpg?imwidth=156"
        ],
        "brand": "Makeup Revolution",
        "name": "Zestaw do makijażu",
        "price": "77.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Numer produktu": "M6O34E0AS-S11",
            "Składniki": "Lipstick: PHENYL TRIMETHICONE, DIMETHICONE, PARAFFIN, CAPRYLIC/CAPRIC TRIGLYCERIDE, ISONONYL ISONONANOATE, SILICA, HYDROGENATED POLYISOBUTENE, DIISOSTEARYL MALATE, OCTYLDODECANOL, DIMETHICONE/VINYL DIMETHICONE CROSSPOLYMER, OZOKERITE, VINYL DIMETHICONE/METHICONE SILSESQUIOXANE CROSSPOLYMER, EUPHORBIA CERIFERA CERA (CANDELILLA WAX, CIRE DE CANDELILLA), CERA MICROCRISTALLINA (MICROCRYSTALLINE WAX, CIRE MICROCRISTALLINE), SIMMONDSIA CHINENSIS (JOJOBA) SEED OIL, PHENOXYETHANOL, CAPRYLYL GLYCOL, TOCOPHERYL ACETATE, ASCORBYL TETRAISOPALMITATE, ETHYLHEXYLGLYCERIN, LIMNANTHES ALBA (MEADOWFOAM) SEED OIL, GLYCERYL BEHENATE, SODIUM HYALURONATE, CI 77891 (TITANIUM DIOXIDE), CI 77491 (IRON OXIDES), CI 77499 (IRON OXIDES). Lipstick: PHENYL TRIMETHICONE, DIMETHICONE, PARAFFIN, CAPRYLIC/CAPRIC TRIGLYCERIDE, ISONONYL ISONONANOATE, SILICA, HYDROGENATED POLYISOBUTENE, DIISOSTEARYL MALATE, OCTYLDODECANOL, DIMETHICONE/VINYL DIMETHICONE CROSSPOLYMER, OZOKERITE, VINYL DIMETHICONE/METHICONE SILSESQUIOXANE CROSSPOLYMER, EUPHORBIA CERIFERA CERA (CANDELILLA WAX, CIRE DE CANDELILLA), CERA MICROCRISTALLINA (MICROCRYSTALLINE WAX, CIRE MICROCRISTALLINE), SIMMONDSIA CHINENSIS (JOJOBA) SEED OIL, PHENOXYETHANOL, CAPRYLYL GLYCOL, TOCOPHERYL ACETATE, ASCORBYL TETRAISOPALMITATE, ETHYLHEXYLGLYCERIN, LIMNANTHES ALBA (MEADOWFOAM) SEED OIL, GLYCERYL BEHENATE, SODIUM HYALURONATE, CI 77891 (TITANIUM DIOXIDE), CI 77491 (IRON OXIDES), CI 77499 (IRON OXIDES), CI 77492 (IRON OXIDES). Lipstick: PHENYL TRIMETHICONE, DIMETHICONE, PARAFFIN, CAPRYLIC/CAPRIC TRIGLYCERIDE, ISONONYL ISONONANOATE, SILICA, HYDROGENATED POLYISOBUTENE, DIISOSTEARYL MALATE, OCTYLDODECANOL, DIMETHICONE/VINYL DIMETHICONE CROSSPOLYMER, OZOKERITE, VINYL DIMETHICONE/METHICONE SILSESQUIOXANE CROSSPOLYMER, EUPHORBIA CERIFERA CERA (CANDELILLA WAX, CIRE DE CANDELILLA), CERA MICROCRISTALLINA (MICROCRYSTALLINE WAX, CIRE MICROCRISTALLINE), SIMMONDSIA CHINENSIS (JOJOBA) SEED OIL, PHENOXYETHANOL, CAPRYLYL GLYCOL, TOCOPHERYL ACETATE, ASCORBYL TETRAISOPALMITATE, ETHYLHEXYLGLYCERIN, LIMNANTHES ALBA (MEADOWFOAM) SEED OIL, GLYCERYL BEHENATE, SODIUM HYALURONATE, CI 77891 (TITANIUM DIOXIDE), CI 77491 (IRON OXIDES), CI 15850 (RED 7 LAKE), CI 77492 (IRON OXIDES). Lip Liner: PARAFFINUM LIQUIDUM (MINERAL OIL, HUILE MINERALE), OZOKERITE, EUPHORBIA CERIFERA CERA (CANDELILLA WAX, CIRE DE CANDELILLA), BIS-DIGLYCERYL POLYACYLADIPATE-2, CERA MICROCRISTALLINA (MICROCRYSTALLINE WAX, CIRE MICROCRISTALLINE), SYNTHETIC WAX (CIRE SYNTHETIQUE), POLYBUTENE, MICA, SILICA, SORBITAN SESQUIOLEATE, TOCOPHERYL ACETATE, PHENOXYETHANOL, CAPRYLYL GLYCOL, CI 77499 (IRON OXIDES), CI 77492 (IRON OXIDES), CI 77491 (IRON OXIDES), CI 45380 (RED 21 LAKE), CI 77891 (TITANIUM DIOXIDE), CI 45410 (RED 28 LAKE). Lip Liner: PARAFFINUM LIQUIDUM (MINERAL OIL, HUILE MINERALE), OZOKERITE, EUPHORBIA CERIFERA CERA (CANDELILLA WAX, CIRE DE CANDELILLA), BIS-DIGLYCERYL POLYACYLADIPATE-2, CERA MICROCRISTALLINA (MICROCRYSTALLINE WAX, CIRE MICROCRISTALLINE), SYNTHETIC WAX (CIRE SYNTHETIQUE), POLYBUTENE, SILICA, SORBITAN SESQUIOLEATE, PHENOXYETHANOL, CAPRYLYL GLYCOL, TOCOPHERYL ACETATE. [+/- MAY CONTAIN (PEUT CONTENIR): CI 77499 (IRON OXIDES), CI 77492 (IRON OXIDES), CI 77891 (TITANIUM DIOXIDE), CI 77491 (IRON OXIDES), CI 15850 (RED 7), CI 15850 (RED 6), CI 42090 (BLUE 1)]. Lip Liner: PARAFFINUM LIQUIDUM (MINERAL OIL, HUILE MINERALE), OZOKERITE, EUPHORBIA CERIFERA CERA (CANDELILLA WAX, CIRE DE CANDELILLA), BIS-DIGLYCERYL POLYACYLADIPATE-2, CERA MICROCRISTALLINA (MICROCRYSTALLINE WAX, CIRE MICROCRISTALLINE), SYNTHETIC WAX (CIRE SYNTHETIQUE), POLYBUTENE, SILICA, SORBITAN SESQUIOLEATE, PHENOXYETHANOL, CAPRYLYL GLYCOL, TOCOPHERYL ACETATE. [+/- MAY CONTAIN (PEUT CONTENIR): CI 77499 (IRON OXIDES), CI 77492 (IRON OXIDES), CI 77891 (TITANIUM DIOXIDE), CI 77491 (IRON OXIDES), CI 15850 (RED 7), CI 15850 (RED 6), CI 42090 (BLUE 1)]. Pout Bomb: PARAFFINUM LIQUIDUM (MINERAL OIL, HUILE MINERALE), POLYISOBUTENE, CAPRYLIC/CAPRIC TRIGLYCERIDE, ETHYLHEXYL PALMITATE BUTYLENE/ETHYLENE/STYRENE COPOLYMER, SILICA DIMETHYL SILYLATE, CAPRYLYL GLYCOL, ETHYLHEXYLGLYCERIN, TRIDECYL TRIMELLITATE, TOCOPHEROL, MENTHOXYPROPANEDIOL, HYDROGENATED CASTOR OIL, RICINUS COMMUNIS (CASTOR) SEED OIL, SODIUM HYALURONATE, TRIBEHENIN, SORBETH-30 TETRAISOSTEARATE, PALMITOYL TRIPEPTIDE-1, AROMA (FLAVOR), LIMONENE [+/-MAY CONTAIN (PEUT CONTENIR): CI 77491 (IRON OXIDES), CI 77891 (TITANIUM DIOXIDE), CI 77492 (IRON OXIDES), C 15850 (RED 6), CI 42090 (BLUE 1), CI 77499 (IRON OXIDE)]. Pout Bomb: PARAFFINUM LIQUIDUM (MINERAL OIL, HUILE MINERALE), POLYISOBUTENE, CAPRYLIC/CAPRIC TRIGLYCERIDE, ETHYLHEXYL PALMITATE BUTYLENE/ETHYLENE/STYRENE COPOLYMER, SILICA DIMETHYL SILYLATE, CAPRYLYL GLYCOL, ETHYLHEXYLGLYCERIN, TRIDECYL TRIMELLITATE, TOCOPHEROL, MENTHOXYPROPANEDIOL, HYDROGENATED CASTOR OIL, RICINUS COMMUNIS (CASTOR) SEED OIL, SODIUM HYALURONATE, TRIBEHENIN, SORBETH-30 TETRAISOSTEARATE, PALMITOYL TRIPEPTIDE-1, AROMA (FLAVOR), LIMONENE [+/- MAY CONTAIN (PEUT CONTENIR): CI 77491 (IRON OXIDES), CI 77891 (TITANIUM DIOXIDE), CI 77492 (IRON OXIDES), C 15850 (RED 6), CI 42090 (BLUE 1), CI 77499 (IRON OXIDE)]. Pout Bomb: PARAFFINUM LIQUIDUM (MINERAL OIL, HUILE MINERALE), POLYISOBUTENE, CAPRYLIC/CAPRIC TRIGLYCERIDE, ETHYLHEXYL PALMITATE BUTYLENE/ETHYLENE/STYRENE COPOLYMER, SILICA DIMETHYL SILYLATE, CAPRYLYL GLYCOL, ETHYLHEXYLGLYCERIN, TRIDECYL TRIMELLITATE, TOCOPHEROL, MENTHOXYPROPANEDIOL, HYDROGENATED CASTOR OIL, RICINUS COMMUNIS (CASTOR) SEED OIL, SODIUM HYALURONATE, TRIBEHENIN, SORBETH-30 TETRAISOSTEARATE, PALMITOYL TRIPEPTIDE-1, AROMA (FLAVOR), LIMONENE [+/- MAY CONTAIN (PEUT CONTENIR): CI 77491 (IRON OXIDES), CI 77891 (TITANIUM DIOXIDE), CI 77492 (IRON OXIDES), C 15850 (RED 6), CI 42090 (BLUE 1), CI 77499 (IRON OXIDE)]."
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/baa49e260bb34a0c829548d52fc06fd2/a4b4a6fd78064da6a00dd5e7888bdf17.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/9c8187ebbd7246e6b1221b72e847326e/6a642a39963a496397577749c6ab0436.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/0ced27efbc1c4a28ae7731cf0921d525/46d252fce2194a909d9d1969ce3b5bbc.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/4484dad462f04a6ca28e60680640d3d0/293db4f4520644d4881880139fc5be5d.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/1f9862e849544b86974942182689c890/f38d0ea2da6f48caa513596cff26d32f.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/05c8472a7dd443abbcca79d9c08d1e99/eed284151edd4053975eca18c9abab5f.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/917e6c4c861346f285d29a07ad8e8e9d/501928b900b74a63bd6508142933adbd.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "203.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Pianka pod prysznic w żelu Ritual of Sakura. UWAGA: Pojemnik pod ciśnieniem: Może pęknąć po podgrzaniu. Unikać kontaktu z oczami. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie płukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu. Nie przekłuwać ani nie spalać, nawet po użyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatury przekraczającej 50°C/122°F. Przechowywać w miejscu niedostępnym dla dzieci. 5,5% masy zawartości jest łatwopalne. ~ Ritual of Sakura mini patyczki zapachowe. UWAGA! Wysoce łatwopalna ciecz i para. Powoduje poważne podrażnienie oczu. W razie konieczności zasięgnięcia porady lekarza należy mieć pod ręką pojemnik lub etykietę produktu. Przechowywać poza zasięgiem dzieci. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie płukać wodą przez kilka minut. Wyjąć soczewki kontaktowe, jeśli są i można to łatwo zrobić. Kontynuować płukanie. Przechowywać w dobrze wentylowanym miejscu. Przechowywać w chłodnym miejscu. Zawartość/pojemnik usuwać do punktu zbiórki odpadów niebezpiecznych. Unikać kontaktu zapachu z meblami, skórą lub wykończonymi powierzchniami drewnianymi. W przypadku rozlania płynu, natychmiast usunąć. ~ Zawiera (E)-2-Methoxy-4-(prop-1-enyl)Phenol; 3,4,5,6,6-Pentamethylhept-3-en-2-one; Linalool. Może powodować reakcję alergiczną. ~ Świeca zapachowa Ritual of Sakura 140 g do zestawów upominkowych Zawiera: 3,4,5,6,6-Pentamethylhept-3-en-2-One, Linalool, (E)-2-Methoxy-4-(Prop-1-Enyl) Phenol. Może powodować reakcję alergiczną. Zawartość/pojemnik usuwać do punktu zbiórki odpadów niebezpiecznych.",
            "Numer produktu": "RIG34G085-S11",
            "Składniki": "The Ritual of Sakura Foaming Shower Gel: Aqua/Water, Sodium Laureth Sulfate, Cocamidopropyl Betaine, Isopentane, Sorbitol, PEG-120 Methyl Glucose Dioleate, Isopropyl Palmitate, Isobutane, Parfum/Fragrance, Oryza Sativa (Rice) Extract, Prunus Cerasus (Bitter Cherry) Extract, Sodium Benzoate, Citric Acid, PEG-40 Hydrogenated Castor Oil, Butylene Glycol, Glycerin, Guar Hydroxypropyltrimonium Chloride, Potassium Sorbate, Sorbic Acid, Hexyl Cinnamal, Benzyl Salicylate, Linalool, Coumarin, Citronellol, Geraniol, Alpha-Isomethyl Ionone, Cinnamyl Alcohol.\\n\\nThe Ritual of Sakura Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Seed Oil, Prunus Avium (Sweet Cherry) Fruit Extract, Oryza Sativa (Rice) Extract, Centella Asiatica Leaf Extract, Allantoin, Ubiquinone, Tocopherol, Tocopheryl Acetate, Propylene Glycol, Caprylyl Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-20, Glyceryl Stearate, Ceteareth-12, Cetyl Palmitate, Tridecane, Isohexadecane, Butylene Glycol, Sodium Citrate, Parfum/Fragrance, Benzyl Salicylate, Cinnamyl Alcohol, Citral, Citronellol, Coumarin, Geraniol, Hexyl Cinnamal, Isoeugenol, Linalool, Alpha-Isomethyl Ionone, Limonene, Phenoxyethanol, Potassium Sorbate, Sodium Metabisulfite, Sorbic Acid, Citric Acid, Sodium Hydroxide."
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/a8d7e42c0b7a4cb5bc5f9bc7650303c1/bff7329de6ae453abe0080ddb61becb5.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/f429b14d513e4cde8adfbbff5fd25fda/6964f0bcfa3c4a12be658abffe5c9901.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/97e6533ed18a4f9ba7b591166d13a608/be265b7f7391400e9dc67167067907f5.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/30424872140c492685466108e63920b5/e09ff6a8840e4cf099eb1e5a9dfa6b6e.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/370f3790b2d64acca3de0fa1cc96f023/09dd274ddea54d5797133c8327e0f66e.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/fdfa9eedddc6460eac2d693c44e34387/838bb7f5c2704f33966baa040a7dbde7.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/ffc3a1f4fbc24fbda7a8eef8ef1dff90/67f4fe6c5ce14b9584ae2b1921ce8778.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "Zestaw do kąpieli",
        "price": "161.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Pianka pod prysznic w żelu The Ritual of Ayurveda UWAGA! Pojemnik pod ciśnieniem: Może pęknąć po podgrzaniu. Unikać kontaktu z oczami. W PRZYPADKU DOSTANIA SIĘ DO OCZU: Ostrożnie płukać wodą przez kilka minut. Przechowywać z dala od źródeł ciepła, gorących powierzchni, iskier, otwartego ognia i innych źródeł zapłonu. Nie palić tytoniu w pobliżu. Nie przekłuwać ani nie podpalać, nawet po użyciu. Chronić przed światłem słonecznym. Nie wystawiać na działanie temperatury przekraczającej 50°C/122°F. Przechowywać w miejscu niedostępnym dla dzieci. 4% masy zawartości jest łatwopalne. ~ Świeca The Ritual of Ayurveda 140 g do zestawów upominkowych UWAGA! Zawiera Cis-4-Tert-Butylcyclohexyl Acetate; (Ethoxymethoxy)Cyclododecane; 1-(1,2,3,4,5,6,7,8-Octahydro-2,3,8,8-Tetramethyl-2-Naphthyl)Ethan-1-One; 3-Methyl-4-(2,6,6-Trimethyl-2-Cyclohexen-1-yl)-3-Buten-2-One; Linalool; Citronellol; (2E)-2-(Phenylmethylidene)Octanal. Może powodować reakcję alergiczną skóry. Działa szkodliwie na organizmy wodne, powodując długotrwałe skutki. Unikać uwolnienia do środowiska. W PRZYPADKU KONTAKTU ZE SKÓRĄ: Umyć dużą ilością wody/mydła. Jeśli wystąpi podrażnienie skóry lub wysypka: Zasięgnąć porady/zgłosić się pod opiekę lekarza. Zawartość/pojemnik usunąć do punktu zbiórki odpadów niebezpiecznych.",
            "Numer produktu": "RIG34G088-S11",
            "Składniki": "The Ritual of Ayurveda Foaming Shower Gel: Aqua/Water, Sodium Coco-Sulfate, Decyl Glucoside, Isopentane, Coco-Glucoside, Glycerin, PEG-120 Methyl Glucose Dioleate, Isopropyl Palmitate, Parfum/Fragrance, Isobutane, Rosa Damascena Flower Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Citric Acid, Sodium Benzoate, Guar Hydroxypropyltrimonium Chloride, Hexyl Cinnamal, Limonene, Linalool, Coumarin, Citronellol, Benzyl Benzoate.\\n\\nThe Ritual of Ayurveda Body Cream: Aqua/Water, Cetearyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Propylheptyl Caprylate, Undecane, Helianthus Annuus (Sunflower) Hybrid Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Rosa Damascena Flower Oil, Tocopheryl Acetate, Allantoin, Tocopherol, Ubiquinone, Parfum/Fragrance, Tridecane, Isohexadecane, Cetyl Palmitate, Ceteareth-20, Glyceryl Stearate, Propylene Glycol, Carbomer, Sodium Polyacrylate, Ceteareth-12, PEG-40 Hydrogenated Castor Oil, Phenoxyethanol, Caprylyl Glycol, Potassium Sorbate, Benzyl Alcohol, Sodium Benzoate, Linalool, Hexyl Cinnamal, Limonene, Coumarin, Citronellol, Benzyl Benzoate, Geraniol, Cinnamyl Alcohol, Citral, Sodium Hydroxide, Citric Acid.\\n\\nThe Ritual of Ayurveda Body Scrub: Sodium Chloride, Maris Sal/Sea Salt, Ethylhexyl Stearate, Isopropyl Myristate, Carthamus Tinctorius (Safflower) Seed Oil, Parfum/Fragrance, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Prunus Amygdalus Dulcis (Sweet Almond) Shell Powder, Persea Gratissima (Avocado) Oil, Macadamia Integrifolia Seed Oil, Argania Spinosa Kernel Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Moringa Oleifera Seed Oil, Cocos Nucifera (Coconut) Oil, Rosa Centifolia Flower Extract, Tocopherol, Menthol, Benzyl Benzoate, Citronellol, Coumarin, Hexyl Cinnamal, Linalool, Limonene."
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/293602e4772242dba0974e75e54fa7dc/49e51bfe8bcf44a9b2c35e5617ed8548.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/6977dcc20bfa441bbc6288445e4137e3/b96069cdeac14bb8bf6d715a2c1a9aee.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/c1807ce214b849d28f647776a4b71ee2/b2665fb341c04fea8a2b4078fddc9fe6.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/b4918a8401544819a7e33ed5823e6e36/59c5fbfa4b684770b9de03e355566829.jpg?imwidth=156"
        ],
        "brand": "Rituals",
        "name": "JING SHOWER FOAM VALUE PACK - Zestaw do kąpieli",
        "price": "93.00",
        "sizes": [
            "600 ml"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Konsystencja": "Żel",
            "Volume": "600.0 ml",
            "Numer produktu": "RIG34G05P-S11",
            "Składniki": "Caprylic/Capric Triglyceride (Fractionated Coconut Oil), Parfum (Fragrance), Alpha Isomethyl Ionone, D'Limonene, Geraniol, Linalool **Certified Organic *Natural"
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/ab3a088413644353a59ab0b5e4ceec7e/cd941e8720964b57b49b829417292289.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/df613837a5c0448587307dd9df47f978/43f0262a519d4fc1bbe3421931132676.jpg?imwidth=156"
        ],
        "brand": "Makeup Revolution",
        "name": "Zestaw do makijażu",
        "price": "84.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Numer produktu": "M6O34E0AR-S11",
            "Składniki": "Contour Stick: MICA, ETHYLHEXYL PALMITATE, TRIETHYLHEXANOIN, CERA MICROCRISTALLINA (MICROCRYSTALLINE WAX,CIRE MICROCRYSTALLINE), SILICA, SORBITAN ISOSTEARATE, DIMETHICONE/VINYL DIMETHICONE CROSSPOLYMER, POLYETHYLENE, BIS-DIGLYCERYL POLYACYLADIPATE-1, DICALCIUM PHOSPHATE DIHYDRATE, TRIETHOXYCAPRYLYLSILANE, TOCOPHERYL ACETATE, PROPYLPARABEN, BHT. [+/- MAY CONTAIN (PEUT CONTENIR): CI 77891 (TITANIUM DIOXIDE), CI 77491 (IRON OXIDES), CI 77492 (IRON OXIDES), CI 77499 (IRON OXIDES)]. Contour Stick: MICA, ETHYLHEXYL PALMITATE, TRIETHYLHEXANOIN, CERA MICROCRISTALLINA (MICROCRYSTALLINE WAX,CIRE MICROCRYSTALLINE), SILICA, SORBITAN ISOSTEARATE, DIMETHICONE/VINYL DIMETHICONE CROSSPOLYMER, POLYETHYLENE, BIS-DIGLYCERYL POLYACYLADIPATE-1, DICALCIUM PHOSPHATE DIHYDRATE, TRIETHOXYCAPRYLYLSILANE, TOCOPHERYL ACETATE, PROPYLPARABEN, BHT. [+/- MAY CONTAIN (PEUT CONTENIR): CI 77891 (TITANIUM DIOXIDE), CI 77491 (IRON OXIDES), CI 77492 (IRON OXIDES), CI 77499 (IRON OXIDES)]. Palette: SHADES 1, 2, 5, 6, 7: \\nTALC, MICA, MAGNESIUM STEARATE, SILICA, ETHYLHEXYL PALMITATE, PARAFFINUM LIQUIDUM (MINERAL OIL, HUILE MINERALE), DIMETHICONE, POLYBUTENE, METHYLPARABEN, PROPYLPARABEN. [+/- MAY CONTAIN (PEUT CONTENIR): CI 77891 (TITANIUM DIOXIDE), CI 77491 (IRON OXIDES), CI 77492 (IRON OXIDES), CI 77499 (IRON OXIDES)].\\n\\nSHADE 3: \\nMICA, TALC, MAGNESIUM STEARATE, ETHYLHEXYL PALMITATE, PARAFFINUM LIQUIDUM (MINERAL OIL, HUILE MINERALE), DIMETHICONE, POLYBUTENE, POLYETHYLENE, METHYLPARABEN, PROPYLPARABEN, TIN OXIDE, CI 77891 (TITANIUM DIOXIDE), CI 77491 (IRON OXIDES), CI 77492 (IRON OXIDES), CI 77499 (IRON OXIDES).\\n\\nSHADE 4: \\nMICA, NYLON-12, MAGNESIUM ALUMINUM SILICATE, PARAFFINUM LIQUIDUM (MINERAL OIL, HUILE MINERALE), ETHYLHEXYL PALMITATE, POLYBUTENE, DIMETHICONE, PHENOXYETHANOL, METHYLPARABEN, CI 77891 (TITANIUM DIOXIDE), CI 77491 (IRON OXIDES), CI 77492 (IRON OXIDES), CI 77499 (IRON OXIDES).\\n\\nSHADE 8: \\nMICA, TALC, NYLON-12, MAGNESIUM ALUMINUM SILICATE, PARAFFINUM LIQUIDUM (MINERAL OIL, HUILE MINERALE), ETHYLHEXYL PALMITATE, POLYBUTENE, DIMETHICONE, PHENOXYETHANOL, METHYLPARABEN, CI 77891 (TITANIUM DIOXIDE), CI 77491 (IRON OXIDES), CI 77492 (IRON OXIDES), CI 77499 (IRON OXIDES), CI 15850 (RED 6), CI 77288 (CHROMIUM OXIDE GREENS). Brush: BETULA PUBESCENS + ALUMINUM FERRULE + NYLON BRISTLE BRUSHES. Brush: BETULA PUBESCENS + ALUMINUM FERRULE + NYLON BRISTLE BRUSHES."
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/75e5d45b733a482c99cc638092cdcf8c/8ec5dbf40b6b4a46800bc49ba09cf078.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/6b165a4a0bf741359ce8185b4a52f5d8/f699404da63b4d31a00e2c8876c86ea5.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/ab9da653df95426ba9837dc478b3cf1b/5003a510a72641518ef52528caf1268b.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/c9b5809b395e4618adb1765013a6964a/4faabc4757844da79071c55acc3c9c50.jpg?imwidth=156"
        ],
        "brand": "Nyx Professional Makeup",
        "name": "Zestaw do makijażu",
        "price": "62.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Numer produktu": "NY631E071-Q11",
            "Składniki": "2060677 4 - INGREDIENTS:  AQUA / WATER • ACRYLATES/ETHYLHEXYL ACRYLATE COPOLYMER • CI 77266 [NANO] / BLACK 2 • PROPYLENE GLYCOL • PENTYLENE GLYCOL • LAURETH-21 • PEG-40 HYDROGENATED CASTOR OIL • CAPRYLYL GLYCOL • ETHYLHEXYLGLYCERIN • SODIUM DEHYDROACETATE • PHENOXYETHANOL (F.I.L. Z70016759/1)."
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/241d464afa4d491f9949d46f01f5055c/0c95b6fe8afa4932affaeeaf407c40b0.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/9bb5b8270fe64049a93da0f48403bc1b/1b86573728934b9f9b9b9ecc78eaca27.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/319ff1c697aa489789256aa91ebc76bb/a3b45d34c3f24c4e83528c4adc5de0d7.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/ade73c532db8496c9a883ffd65d43dc2/b448ebb7d3ed421e9f5c9e786d416e05.jpg?imwidth=156"
        ],
        "brand": "KORRES",
        "name": "SUPERFEED YOUR SKIN - GREEK YOGHURT DISCOVERY SET - Zestaw do pielęgnacji",
        "price": "80.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Przeciwdziałanie": "Przesuszanie",
            "Rodzaj cery": "Cera sucha",
            "Uwaga": "Produkt nie jest przeznaczony dla dzieci poniżej 3 lat.",
            "Konsystencja": "Krem",
            "Volume": "75.0 ml",
            "Numer produktu": "KO431G057-S11",
            "Składniki": "AQUA/WATER/EAU, PROPANEDIOL, GLYCERIN, SODIUM ACRYLATES COPOLYMER, C13-15 ALKANE, CAPRYLIC/CAPRIC/MYRISTIC STEARIC TRIGLYCERIDE, COCO-CAPRYLATE, HEXYLDECYL STEARATE, PASSIFLORA INCARNATA SEED OIL,\\nALOE BARBADENSIS LEAF JUICE POWDER, ALGIN, ALPHA-GLUCAN OLIGOSACCHARIDE, ASCORBIC ACID, BEHENYL ALCOHOL, BISABOLOL, CAPRYLYL GLYCOL, CELLULOSE GUM, CETEARYL ALCOHOL, CHLORELLA VULGARIS EXTRACT, DISODIUM PHOSPHATE,\\nGLYCERYL CAPRYLATE, GLYCERYL POLYACRYLATE, GLYCERYL STEARATE CITRATE, HYDROGENATED ETHYLHEXYL OLIVATE, HYDROGENATED OLIVE OIL UNSAPONIFIABLES, HYDROLYZED SODIUM HYALURONATE, LACTIC ACID, LACTOBACILLUS, LAMINARIA\\nDIGITATA EXTRACT, LECITHIN, LONICERA CAPRIFOLIUM (HONEYSUCKLE) FLOWER EXTRACT, LONICERA JAPONICA (HONEYSUCKLE) FLOWER EXTRACT, MALTODEXTRIN, MARIS AQUA/SEA WATER/EAU DE MER, MENTHYL LACTATE, MICROCRYSTALLINE CELLULOSE,\\nPANTHENOL, PENTYLENE GLYCOL, PHENETHYL ALCOHOL, POLYACRYLATE CROSSPOLYMER-6, POLYGLYCERYL-3 DIISOSTEARATE, POLYMNIA SONCHIFOLIA ROOT JUICE, POTASSIUM PHOSPHATE, PULLULAN, SACCHARIDE ISOMERATE, SALVIA HISPANICA SEED OIL,\\nSERINE, SODIUM CARBOXYMETHYL BETA-GLUCAN, SODIUM HYALURONATE, TETRASODIUM GLUTAMATE DIACETATE, TOCOPHERYL ACETATE, TREHALOSE, TRIDECANE, UNDECANE, UREA, XANTHAN GUM, YOGURT, YOGURT POWDER, ZINGIBER OFFICINALE\\n(GINGER) ROOT EXTRACT, BENZYL ALCOHOL, PHENOXYETHANOL, SALICYLIC ACID, SORBIC ACID, PARFUM/ FRAGRANCE.\\nINGREDIENTS - : AQUA/WATER/EAU, YOGURT, GLYCERIN, HEXYLDECYL STEARATE, DIISOSTEARYL MALATE, PRUNUS ARMENIACA (APRICOT) KERNEL OIL, SQUALANE, C14-22 ALCOHOLS, ISOAMYL LAURATE, PRUNUS AMYGDALUS DULCIS (SWEET\\nALMOND) OIL, ARACHIDYL ALCOHOL, PENTYLENE GLYCOL, BUTYROSPERMUM PARKII (SHEA) BUTTER, C10-18 TRIGLYCERIDES, PEG-100 STEARATE, ALOE BARBADENSIS LEAF JUICE POWDER, ALGIN, ALPHA-GLUCAN OLIGOSACCHARIDE, ARACHIDYL GLUCOSIDE,\\nASCORBYL PALMITATE, BEHENYL ALCOHOL, BISABOLOL, C12-20 ALKYL GLUCOSIDE, CAPRYLYL GLYCOL, CHLORELLA VULGARIS EXTRACT, DISODIUM PHOSPHATE, EPIGALLOCATECHIN GALLATYL GLUCOSIDE, ETHYLHEXYLGLYCERIN, GALLYL GLUCOSIDE, GLYCERYL\\nPOLYACRYLATE, HELIANTHUS ANNUUS (SUNFLOWER) SEED OIL, HYDROLYZED SODIUM HYALURONATE, HYDROXYETHYL ACRYLATE/SODIUM ACRYLOYLDIMETHYL TAURATE COPOLYMER, LACTIC ACID, LACTOBACILLUS, LAMINARIA DIGITATA EXTRACT, LECITHIN,\\nLONICERA CAPRIFOLIUM (HONEYSUCKLE) FLOWER EXTRACT, LONICERA JAPONICA (HONEYSUCKLE) FLOWER EXTRACT, MALTODEXTRIN, MARIS AQUA/SEA WATER/EAU DE MER, OZONIZED ORYZA SATIVA (RICE) CALLUS CULTURE EXTRACT, PHENETHYL ALCOHOL,\\nPOLYMNIA SONCHIFOLIA ROOT JUICE, POLYSORBATE 60, POTASSIUM PHOSPHATE, PROPYL GALLATE, PULLULAN, SACCHARIDE ISOMERATE, SERINE, SODIUM CARBOXYMETHYL BETA-GLUCAN, SODIUM HYALURONATE, SODIUM POLYACRYLATE STARCH, SORBITAN\\nISOSTEARATE, TETRASODIUM GLUTAMATE DIACETATE, TOCOPHEROL, TREHALOSE, UREA, ZINGIBER OFFICINALE (GINGER) ROOT EXTRACT, BENZYL ALCOHOL, DEHYDROACETIC ACID, PHENOXYETHANOL\\nINGREDIENTS -  AQUA/WATER/EAU, SODIUM COCOYL ISETHIONATE, COCO-BETAINE, CETEARYL ALCOHOL, DISODIUM LAURYL SULFOSUCCINATE, ZEA MAYS (CORN) STARCH, GLYCERIN, COCAMIDOPROPYL BETAINE, SODIUM CHLORIDE, MAGNESIUM\\nALUMINUM SILICATE, SODIUM METHYL COCOYL TAURATE, GLYCERYL LAURATE, SCLEROTIUM GUM, ALPHA-GLUCAN OLIGOSACCHARIDE, AMARANTHUS CAUDATUS SEED EXTRACT, CHLORELLA VULGARIS EXTRACT, CITRIC ACID, HYDROGENATED CASTOR OIL,\\nHYDROLYZED RICE PROTEIN, LACTIC ACID, LACTIS PROTEINUM/WHEY PROTEIN/ PROTÉINE DU LAIT, LACTOBACILLUS, LACTOSE, LAMINARIA DIGITATA EXTRACT, LONICERA CAPRIFOLIUM (HONEYSUCKLE) FLOWER EXTRACT, LONICERA JAPONICA (HONEYSUCKLE)\\nFLOWER EXTRACT, MALTODEXTRIN, MARIS AQUA/SEA WATER/ EAU DE MER, PENTYLENE GLYCOL, PHENETHYL ALCOHOL, POLYMNIA SONCHIFOLIA ROOT JUICE, SACCHARIDE ISOMERATE, SODIUM COCOYL ALANINATE, SODIUM PHYTATE, TITANIUM DIOXIDE,\\nYOGURT, YOGURT POWDER, PHENOXYETHANOL, SODIUM BENZOATE, PARFUM/FRAGRANCE"
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/8256b104a14d46798dc967a0826ccb47/10498c7d05904686867181a17f30c5f7.jpg?imwidth=156&filter=packshot"
        ],
        "brand": "KORRES",
        "name": "ALOE & DITTANY COLLECTION - Zestaw do włosów",
        "price": "55.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj włosów": "Włosy normalne",
            "Numer produktu": "KO431H00N-S11",
            "Składniki": "Aloe & Dittany  Shampoo 250ml: Aqua/Water/Eau, Cetearyl Alcohol, Distearoylethyl Hydroxyethylmonium Methosulfate, Dicaprylyl Carbonate, Parfum (Fragrance), Quaternium-91, Cetrimonium Methosulfate, Aloe Barbadensis Leaf Juice, Astrocaryum Murumuru Seed Butter, Beta Vulgaris (Beet) Extract, Caprylic/Capric Triglyceride, Citronellol, Hexyl Cinnamal, Hydrolyzed Oats, Hydroxypropyl Guar, Inulin, Lactic Acid, Limonene, Niacinamide, Orbignya Speciosa Kernel Oil, Origanum Dictamnus Flower/ Leaf/ Stem Extract, Origanum Majorana Leaf Extract, Panthenol, Polyquaternium-37, Sideritis Syriaca Extract, Sodium Gluceptate.\\n\\nAloe & Dittany Pflegespülung 200ml: Aqua /Water/Eau, Sodium Laureth Sulfate, Cocamidopropyl Betaine, Glycerin, Aloe\\nBarbadensis Leaf Juice, Cocamidopropyl Hydroxylsultaine, Sodium Lauryl Glucose Carboxylate, Decyl Glucoside, Lauryl Glucoside, Parfum (Fragrance), Benzyl Alcohol, Biotin, Caprylyl Glycol,\\nCitronellol, Coco-Betaine, Dicaprylyl Ether, Glyceryl Caprylate, Glyceryl Oleate, Guar Hydroxypropyltrimonium Chloride,\\nHexyl Cinnamal, Hydrolyzed Wheat Protein, Hydrolyzed Wheat Starch, Lactic Acid, Lactitol, Levulinic Acid, Limonene,\\nNiacinamide, Origanum Dictamnus Flower/ Leaf/ Stem Extract, Origanum Majorana Leaf Extract, Panthenol, Phenoxyethanol, Phenylpropanol, Polyquaternium-10, Potassium Sorbate,\\nSideritis Syriaca Extract, Sodium Benzoate, Sodium Cocoyl Isethionate, Sodium Levulinate, Sodium Methyl Cocoyl Taurate, Tetrasodium Glutamate Diacetate, Tocopherol, Xylitol."
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/c80d4654e6e14c9b8f2a8de45c108d49/bc3fdaff9f274c20b571441f9207caa2.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/cd4e31ee1ed24bc9aa5bee17a30bc5ad/0b08cfad209c467b8182a17398ec3668.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/b7a9d839dee84f579f63d669ff2e4310/0ff1f9de1e8a4f8898e34cdb55743b46.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/4a3290461315409d8ce6f591df289290/c260dbf336de49d69a3299ce9b1ee742.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/d85154ed041f47f18c2b76333eeb1e49/cfd1ebd0ad82441781a49c739dd15dfa.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/e50f46370325479b88e9965ef0a8edba/55428f7c944c4a7bb9b3da34cdf37482.jpg?imwidth=156"
        ],
        "brand": "L'Oréal Paris Skin",
        "name": "AGE PERFECT GOLDEN AGE TAG UND NACHT GESICHTSPFLEGE - Zestaw do pielęgnacji",
        "price": "101.00",
        "sizes": [
            "100 ml"
        ],
        "additional_info": {
            "Rodzaj cery": "Cera dojrzała",
            "Volume": "100.0 ml",
            "Numer produktu": "LOQ31G01U-S11",
            "Składniki": "782890 5 - Golden Age Tagescreme: AQUA / WATER, CAPRYLIC/CAPRIC TRIGLYCERIDE, CYCLOHEXASILOXANE, GLYCERIN, CETYL ALCOHOL, GLYCERYL STEARATE, PEG-40 STEARATE, MYRISTYL MYRISTATE, LIMNANTHES ALBA SEED OIL / MEADOWFOAM SEED OIL, OCTYLDODECANOL, PAEONIA SUFFRUTICOSA ROOT EXTRACT, TIN OXIDE, ISOBUTANE, SORBITAN OLEATE, SORBITAN TRISTEARATE, CALCIUM PANTETHEINE SULFONATE, ISOHEXADECANE, SODIUM HYDROXIDE, DISODIUM EDTA, HYDROLYZED SOY PROTEIN, CAPRYLOYL SALICYLIC ACID, CAPRYLYL GLYCOL, IRIS FLORENTINA ROOT EXTRACT, SYNTHETIC FLUORPHLOGOPITE, PENTYLENE GLYCOL, POLYSORBATE 80, ACRYLAMIDE/SODIUM ACRYLOYLDIMETHYLTAURATE COPOLYMER, ACRYLONITRILE/METHYL METHACRYLATE/VINYLIDENE CHLORIDE COPOLYMER, BUTYLENE GLYCOL, PHENOXYETHANOL, CI 77163 / BISMUTH OXYCHLORIDE, CI 77491 / IRON OXIDES, CI 77891 / TITANIUM DIOXIDE, MICA, LINALOOL, GERANIOL, ALPHA-ISOMETHYL IONONE, COUMARIN, LIMONENE, CITRONELLOL, BENZYL ALCOHOL, BENZYL BENZOATE, PARFUM / FRAGRANCE (F.I.L. B217931/1). | 781969 5  - Golden Age Nachtcreme: AQUA / WATER, SQUALANE, PARAFFINUM LIQUIDUM / MINERAL OIL, GLYCERIN, DIMETHICONE, CETYL ALCOHOL, PEG-40 STEARATE, GLYCERYL STEARATE, SORBITAN TRISTEARATE, CERA ALBA / BEESWAX, MEL / HONEY, STEARYL ALCOHOL, CERA MICROCRISTALLINA / MICROCRYSTALLINE WAX, PARAFFIN, CALCIUM PANTETHEINE SULFONATE, ISOHEXADECANE, SODIUM HYDROXIDE, MYRISTYL ALCOHOL, DISODIUM EDTA, HYDROLYZED SOY PROTEIN, CAPRYLOYL SALICYLIC ACID, DIOSCOREA VILLOSA EXTRACT / WILD YAM ROOT EXTRACT, POLYSORBATE 80, ACRYLAMIDE/SODIUM ACRYLOYLDIMETHYLTAURATE COPOLYMER, ACRYLATES COPOLYMER, OCTYLDODECANOL, HEXYLDECANOL, ORYZANOL, TOCOPHERYL ACETATE, PHENOXYETHANOL, CHLORPHENESIN, LINALOOL, GERANIOL, EUGENOL, COUMARIN, LIMONENE, CITRONELLOL, BENZYL ALCOHOL, PARFUM / FRAGRANCE (F.I.L. B164111/2)."
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/ba60661620ab4e3bb756855acef35ecf/8e470907006147ed9828ffd8c691a922.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/eee3acf0982a483aa9c6ef942da8c14b/cbb60d2cdb7e440ab009b6f331af871b.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/4657df44d2904ae4b95511a68c63696d/6807a1e69da2498686684b60dc706092.jpg?imwidth=156"
        ],
        "brand": "The Ordinary",
        "name": "Zestaw do pielęgnacji",
        "price": "94.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Przeciwdziałanie": "Przesuszanie",
            "Rodzaj cery": "Wszystkie typy skóry",
            "Numer produktu": "THR34G016-S11",
            "Składniki": "AQUA. GLYCERIN. BUTYLENE GLYCOL. MYRISTOYL PENTAPEPTIDE-17. BIOTINOYL TRIPEPTIDE-1. OLIGOPEPTIDE-2. ACETYL TETRAPEPTIDE-3. CAFFEINE. PANTHENOL. ARGININE. GLYCINE. GLYCOPROTEINS. LARIX EUROPAEA WOOD EXTRACT. TRIFOLIUM PRATENSE FLOWER EXTRACT. CAMELLIA SINENSIS LEAF EXTRACT. DEXTRAN. MALTODEXTRIN. ZINC CHLORIDE. HYDROXYETHYLCELLULOSE. XANTHAN GUM. TRISODIUM ETHYLENEDIAMINE DISUCCINATE. POLYSORBATE 20. SODIUM METABISULFITE. CAPRYLYL GLYCOL. 1.2-HEXANEDIOL. SODIUM BENZOATE. BENZOIC ACID. ETHYLHEXYLGLYCERIN. PHENOXYETHANOL. CHLORPHENESIN"
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [],
        "brand": "Brak marki",
        "name": "Sezon na dobrą zabawę",
        "price": "",
        "sizes": [
            "One Size",
            "6 g",
            "75 ml",
            "125 ml",
            "3.5 g",
            "30 ml",
            "50 ml",
            "9 ml",
            "3.2 g",
            "6 ml",
            "15 ml",
            "7 ml",
            "70 ml",
            "3 ml",
            "7 g",
            "100 ml",
            "12 g",
            "150 ml",
            "8 ml",
            "200 ml",
            "20 ml"
        ],
        "additional_info": {}
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/cc2f0dc3ed0c4534b9503560b26040e6/385e8a6d97f241388804e9a06246479d.jpg?imwidth=156&filter=packshot"
        ],
        "brand": "Tommy Hilfiger Fragrance",
        "name": "Zestaw zapachów",
        "price": "199.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Numer produktu": "TOQ31G003-Q11",
            "Składniki": "EAU DE TOILETTE \\nINGREDIENTS: ALCOHOL DENAT., PARFUM (FRAGRANCE), AQUA (WATER), LINALOOL, HYDROXYCITRONELLAL, BUTYL METHOXYDIBENZOYLMETHANE, GERANIOL, CITRONELLOL, LIMONENE, BENZYL ALCOHOL, HEXYL CINNAMAL, ISOEUGENOL, BENZYL BENZOATE, CITRAL\\n\\nBODY LOTION\\nINGREDIENTS: AQUA (WATER), PARFUM (FRAGRANCE), MYRISTYL MYRISTATE, C12-15 ALKYL BENZOATE, CETYL ALCOHOL, DIPROPYLENE GLYCOL, GLYCERYL STEARATE, PEG-90 STEARATE, GLYCERIN, STEARETH-21, PEG-40 STEARATE, PHENOXYETHANOL, SODIUM BENZOATE, LINALOOL, CARBOMER, HEXYL CINNAMAL, HYDROXYCITRONELLAL, ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER, GERANIOL, CITRONELLOL, TETRASODIUM EDTA, SODIUM HYDROXIDE, BENZYL ALCOHOL, LIMONENE, BENZYL BENZOATE "
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/a395afffd590418091c3b3ebe5a14848/5eb2574a92b94e799aae1fbd4eb23424.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/4b1157febb7443b28f74231265db1b92/7e6997fff9bf4316a5af89892488111f.jpg?imwidth=156"
        ],
        "brand": "Revolution Skincare",
        "name": "Zestaw do kąpieli",
        "price": "65.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Numer produktu": "R0H34G055-S11",
            "Składniki": "Olive Mask: AQUA (WATER, EAU), GLYCERIN, METHYLPROPANEDIOL, OLEA EUROPAEA (OLIVE) LEAF EXTRACT, PRUNUS AMYGDALUS DULCIS (SWEET ALMOND) SEED EXTRACT, SALVIA OFFICINALIS (SAGE) LEAF EXTRACT, LAVANDULA ANGUSTIFOLIA (LAVENDER) FLOWER EXTRACT, ROSMARINUS OFFICINALIS (ROSEMARY) EXTRACT, CHAMOMILLA RECUTITA (MATRICARIA) FLOWER EXTRACT, CYMBOPOGON SCHOENANTHUS EXTRACT, RUBUS IDAEUS (RASPBERRY) FRUIT EXTRACT, RUBUS FRUTICOSUS (BLACKBERRY) FRUIT EXTRACT, EUTERPE OLERACEA FRUIT EXTRACT, VACCINIUM MYRTILLUS FRUIT EXTRACT, VACCINIUM MACROCARPON (CRANBERRY) FRUIT EXTRACT, RIBES NIGRUM (BLACKCURRANT) FRUIT EXTRACT, VACCINIUM ANGUSTIFOLIUM (BLUEBERRY) FRUIT EXTRACT, XANTHAN GUM, CARBOMER, TROMETHAMINE, ALLANTOIN, BETAINE, ASCORBIC ACID, SODIUM CITRATE, POLYGLYCERYL-4 CAPRATE, DISODIUM EDTA, HYDROXYACETOPHENONE, 1,2-HEXANEDIOL, PARFUM (FRAGRANCE). Ginseng Mask: AQUA (WATER, EAU), DIPROPYLENE GLYCOL, METHYLPROPANEDIOL, PANAX GINSENG ROOT EXTRACT, SODIUM HYALURONATE, ALLANTOIN, PEG-60 HYDROGENATED CASTOR OIL, CARBOMER, TROMETHAMINE, XANTHAN GUM, DISODIUM EDTA, HYDROXYACETOPHENONE, 1,2-HEXANEDIOL, PARFUM (FRAGRANCE), BENZYL BENZOATE. Peach Mask: AQUA (WATER, EAU), GLYCERIN, METHYLPROPANEDIOL, PRUNUS PERSICA (PEACH) FRUIT EXTRACT, AVENA SATIVA (OAT) KERNEL EXTRACT, SALVIA OFFICINALIS (SAGE) LEAF EXTRACT, LAVANDULA ANGUSTIFOLIA (LAVENDER) FLOWER EXTRACT, ROSMARINUS OFFICINALIS (ROSEMARY) EXTRACT, CHAMOMILLA RECUTITA (MATRICARIA) FLOWER EXTRACT, CYMBOPOGON SCHOENANTHUS EXTRACT, RUBUS IDAEUS (RASPBERRY) FRUIT EXTRACT, RUBUS FRUTICOSUS (BLACKBERRY) FRUIT EXTRACT, EUTERPE OLERACEA FRUIT EXTRACT, VACCINIUM MYRTILLUS FRUIT EXTRACT, VACCINIUM MACROCARPON (CRANBERRY) FRUIT EXTRACT, RIBES NIGRUM (BLACKCURRANT) FRUIT EXTRACT, VACCINIUM ANGUSTIFOLIUM (BLUEBERRY) FRUIT EXTRACT, ALLANTOIN, BETAINE, ASCORBIC ACID, SODIUM CITRATE, HYDROXYETHYLCELLULOSE, POLYGLYCERYL-4 CAPRATE, DISODIUM EDTA, HYDROXYACETOPHENONE, 1,2-HEXANEDIOL, PARFUM (FRAGRANCE), LINALOOL. Carrot Mask: AQUA (WATER, EAU), GLYCERIN, METHYLPROPANEDIOL, SALVIA OFFICINALIS (SAGE) LEAF EXTRACT, LAVANDULA ANGUSTIFOLIA (LAVENDER) FLOWER EXTRACT, ROSMARINUS OFFICINALIS (ROSEMARY) EXTRACT, CHAMOMILLA RECUTITA (MATRICARIA) FLOWER EXTRACT, CYMBOPOGON SCHOENANTHUS EXTRACT, RUBUS IDAEUS (RASPBERRY) FRUIT EXTRACT, RUBUS FRUTICOSUS (BLACKBERRY) FRUIT EXTRACT, EUTERPE OLERACEA FRUIT EXTRACT, VACCINIUM MYRTILLUS FRUIT EXTRACT, VACCINIUM MACROCARPON (CRANBERRY) FRUIT EXTRACT, RIBES NIGRUM (BLACKCURRANT) FRUIT EXTRACT, VACCINIUM ANGUSTIFOLIUM (BLUEBERRY) FRUIT EXTRACT, DAUCUS CAROTA SATIVA (CARROT) ROOT EXTRACT, THEOBROMA CACAO (COCOA) EXTRACT, ALLANTOIN, BETAINE, ASCORBIC ACID, SODIUM CITRATE, HYDROXYETHYLCELLULOSE, POLYGLYCERYL-4 CAPRATE, DISODIUM EDTA, HYDROXYACETOPHENONE, 1,2-HEXANEDIOL, PARFUM (FRAGRANCE). Pomegranate Mask: AQUA (WATER, EAU), ALCOHOL DENAT., POLYVINYL ALCOHOL, METHYLPROPANEDIOL, PVP, CELLULOSE GUM, PUNICA GRANATUM (POMEGRANATE) FRUIT EXTRACT, PASSIFLORA EDULIS (PASSIONFLOWER) FRUIT EXTRACT, SOLANUM LYCOPERSICUM (TOMATO) FRUIT EXTRACT, CITRUS AURANTIUM DULCIS (ORANGE) FRUIT EXTRACT, PRUNUS SEROTINA (WILD CHERRY) FRUIT EXTRACT, FRAGARIA CHILOENSIS (STRAWBERRY) FRUIT EXTRACT, CITRUS PARADISI (GRAPEFRUIT) FRUIT EXTRACT, TOCOPHERYL ACETATE, PEG-60 HYDROGENATED CASTOR OIL, BENZOPHENONE-5, CHLORPHENESIN, PHENOXYETHANOL, DISODIUM EDTA, PARFUM (FRAGRANCE), CI 17200 (RED 33). Vit C Mask: AQUA (WATER, EAU), ALCOHOL DENAT., POLYVINYL ALCOHOL, PVP, METHYLPROPANEDIOL, CITRUS LIMON (LEMON) FRUIT EXTRACT, ACER SACCHARUM (SUGAR MAPLE) EXTRACT, VACCINIUM MYRTILLUS FRUIT/LEAF EXTRACT, SACCHARUM OFFICINARUM (SUGARCANE) EXTRACT, CITRUS AURANTIUM DULCIS (ORANGE) FRUIT EXTRACT, ASCORBIC ACID, CELLULOSE GUM, TOCOPHERYL ACETATE, BENZOPHENONE-5, PEG-60 HYDROGENATED CASTOR OIL, DISODIUM EDTA, CHLORPHENESIN, PHENOXYETHANOL, PARFUM (FRAGRANCE), CITRAL, LIMONENE, GERANIOL, CI 15985 (YELLOW 6). Aloe Vera Mask: AQUA (WATER, EAU), METHYLPROPANEDIOL, PEG-8, NATTO GUM, ALOE BARBADENSIS LEAF JUICE, SALVIA OFFICINALIS (SAGE) LEAF EXTRACT, LAVANDULA ANGUSTIFOLIA (LAVENDER) FLOWER EXTRACT, ROSMARINUS OFFICINALIS (ROSEMARY) EXTRACT, CHAMOMILLA RECUTITA (MATRICARIA) FLOWER EXTRACT, CYMBOPOGON SCHOENANTHUS EXTRACT, OLEA EUROPAEA (OLIVE) FRUIT OIL, TOCOPHERYL ACETATE, ALLANTOIN, TREHALOSE, PHENYL TRIMETHICONE, SODIUM POLYACRYLATE, CARBOMER, POLYSORBATE 60, PEG-60 HYDROGENATED CASTOR OIL, TROMETHAMINE, BENZOPHENONE-5, DISODIUM EDTA, CHLORPHENESIN, PHENOXYETHANOL, 1,2-HEXANEDIOL, PROPANEDIOL, CAPRYLYL GLYCOL, ILLICIUM VERUM (ANISE) FRUIT EXTRACT, PARFUM (FRAGRANCE), LINALOOL, CI 19140 (YELLOW 5), CI 42090 (BLUE 1). Jojoba Mask: AQUA (WATER, EAU), CETEARYL ALCOHOL, CETYL PALMITATE, METHYLPROPANEDIOL, PROPYLENE GLYCOL, CETRIMONIUM CHLORIDE, CERA MICROCRISTALLINA (MICROCRYSTALLINE WAX, CIRE MICROCRISTALLINE), ALCOHOL DENAT., OLEA EUROPAEA (OLIVE) FRUIT OIL, SIMMONDSIA CHINENSIS (JOJOBA) SEED OIL, MENTHA ARVENSIS EXTRACT, MENTHA PIPERITA (PEPPERMINT) LEAF EXTRACT, TOCOPHERYL ACETATE, PANTHENOL, HYDROXYETHYLCELLULOSE, POLYQUATERNIUM-67, DIMETHICONE, DIMETHICONOL, MENTHOL, PHENOXYETHANOL, CHLORPHENESIN, POTASSIUM SORBATE, DISODIUM EDTA, PARFUM (FRAGRANCE), CI 19140 (YELLOW 5), CI 17200 (RED 33). Shea Mask: AQUA (WATER, EAU), CETEARYL ALCOHOL, CETYL PALMITATE, METHYLPROPANEDIOL, PROPYLENE GLYCOL, CETRIMONIUM CHLORIDE, CERA MICROCRISTALLINA (MICROCRYSTALLINE WAX, CIRE MICROCRISTALLINE), BUTYROSPERMUM PARKII (SHEA) BUTTER, PRUNUS AMYGDALUS DULCIS (SWEET ALMOND) OIL, CITRUS PARADISI (GRAPEFRUIT) FRUIT EXTRACT, TOCOPHERYL ACETATE, PANTHENOL, HYDROXYETHYLCELLULOSE, POLYQUATERNIUM-67, DIMETHICONE, DIMETHICONOL, PHENOXYETHANOL, CHLORPHENESIN, POTASSIUM SORBATE, DISODIUM EDTA, PARFUM (FRAGRANCE), CI 19140 (YELLOW 5), CI 17200 (RED 33). Heel Mask: AQUA (WATER, EAU), GLYCERIN, PETROLATUM, UREA, BUTYROSPERMUM PARKII (SHEA) BUTTER, TREHALOSE, SORBITAN STEARATE, POLYSORBATE 60, ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER, GLYCERYL STEARATE, PEG-100 STEARATE, ALLANTOIN, NELUMBO NUCIFERA ROOT EXTRACT, CAPRYLIC/CAPRIC TRIGLYCERIDE, OLEA EUROPAEA (OLIVE) FRUIT OIL, HYDROGENATED LECITHIN, SQUALANE, CHOLESTEROL, CERAMIDE NP, PHYTOSPHINGOSINE, HYDROGENATED PHOSPHATIDYLCHOLINE, ASIATICOSIDE, MADECASSIC ACID, ASIATIC ACID, CENTELLA  ASIATICA EXTRACT, SUCROSE STEARATE, MADECASSOSIDE, TROMETHAMINE, GLYCOLIC ACID, LACTIC ACID, COCOS NUCIFERA (COCONUT) OIL, CANNABIS SATIVA SEED OIL, DIMETHICONE, ARGANIA SPINOSA KERNEL OIL,1,2-HEXANEDIOL, HYDROXYACETOPHENONE, DISODIUM EDTA, PARFUM (FRAGRANCE). Headband: 100% POLYESTER. Masking Brush: 30% SILICON + 30% ALUMINUM TUBE + 40% PP Handle"
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/903eb9605fe04009bebc672aa3b2f0c1/2014da395e334ce49c00825d305c629d.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/2ceb14f9a97d44ce88ddbde2c01fa567/a9aa41e991a84b6fa361e3a1de35f905.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/0b8bd1094d6c4688b0c25fcb889ebd99/085263373f0644e3b8bf3c2ded849079.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/b9218458a9494a0cba3e5eaca4f54b64/0a65c60d602d4b0184c7a0923681a4a8.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/00528bc87cda4f61be27e1d328e8187b/1909f452e3f54d86bd5e8b23a5f51bad.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/f0d62bc9cb5d4344af6aee752b1cfeae/4e2fc320d4234677b9e2ec78662cdcef.jpg?imwidth=156"
        ],
        "brand": "Pixi",
        "name": "ROSE GLOW ROUTINE! - Zestaw do pielęgnacji",
        "price": "109.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Przeciwdziałanie": "Przesuszanie, Skóra pozbawiona energii, Zaczerwienienia, Skóra wrażliwa",
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Stosuj tylko zgodnie z instrukcją. Unikaj kontaktu z oczami. Jeśli podrażnienie utrzymuje się, przerwij stosowanie i skonsultuj się z lekarzem. Zaleca się nałożenie kremu przeciwsłonecznego na obszary skóry poddane działaniu AHA przed wyeksponowaniem ich na bezpośrednie działanie promieni słonecznych. Kontakt skóry z produktem powinien mieć ograniczony czas trwania i częstotliwość.",
            "Konsystencja": "Płyn",
            "Numer produktu": "PIK34G006-S11",
            "Składniki": "Makeup Melting Cleansing Cloths\\nAqua, Sodium Chloride, Aloe Barbadensis Leaf Juice/Maltodextrin, Camellia, Japonica Seed Oil, Vitis Vinifera (Grape) Seed Oil, Argania Spinosa Kernel Oil, Peg-40, Hydrogenated Castor Oil, Hydrolyzed Jojoba Esters, Phenoxyethanol, Benzoic Acid, Dehydroacetic Acid, Polyaminopropyl Biguanide.\\nRose Cream Cleanser\\nAloe Barbadensis Leaf Juice, Carthamus Tinctorius (Safflower) Seed Oil, Cetyl Alcohol, Glycerin, Water/Aqua/Eau, Diatomaceous Earth/Solum Diatomeae/Terre de Diatomées, Glyceryl Stearate, PEG-100 Stearate, Montmorillonite, Disodium Cocoyl Glutamate, Phenoxyethanol, Ethylhexylglycerin, Persea Gratissima (Avocado) Oil, Squalane, Xanthan Gum, Kaolin, Sodium Cocoyl Glutamate, Caprylyl Glycol, Chlorphenesin, Chamomilla Recutita (Matricaria) Flower Extract, Disodium EDTA, Rosa Gallica Flower Powder, Triticum Vulgare (Wheat) Germ Oil, Magnesium Aluminum Silicate, Aniba Rosaeodora (Rosewood) Wood Oil, Eugenia Caryophyllus (Clove) Leaf Oil, Pelargonium Graveolens Flower Oil, CitrusLimon (Lemon) Peel Oil, Cymbopogon Martini Oil, Cupressus Sempervirens Leaf/Nut/Stem Oil, Cymbopogon Schoenanthus Oil, Sodium Hyaluronate, Eucalyptus Globulus Leaf Oil, Rosa Damascena Flower Oil, Mica, BHT, Linalool.\\nGlow Tonic\\nAqua/Water/Eau, Glycolic Acid, Sodium Hydroxide, Butylene Glycol, Glycerin, Aloe Barbadensis Leaf Juice, Hamamelis Virginiana (Witch Hazel) Water, Aesculus Hippocastanum (Horse Chestnut) Seed Extract, Hexylene Glycol, Fructose, Glucose, Sucrose, Urea, Dextrin, Alanine, Glutamic Acid, Aspartic Acid, Hexyl Nicotinate, Panax Ginseng Root Extract, Ethylhexylglycerin, Disodium EDTA, Biotin, Panthenol, PPG-26-Buteth-26, PEG-40 Hydrogenated Castor Oil, Phenoxyethanol, Parfum/Fragrance, Caramel, Benzyl Benzoate, Hexyl Cinnamal, CI 14700 (red 4)\\nRose Flash Balm\\nWater/Aqua/Eau, Rosa Centifolia Flower Water, Propylene Glycol, Octyldodecanol, Tapioca Starch, Polysorbate 60, Sorbitan Stearate, Carbomer, Phenoxyethanol, Triethyl Citrate, Aminomethyl Propanol, Sucrose Cocoate, Glycerin, Olea Europaea (Olive) Leaf Extract, Hamamelis Virginiana (Witch Hazel) Extract, Rose Extract, Bisabolol, Ethylhexylglyercin, Polymethylsilsesquioxane, Disodium EDTA, Sodium Citrate, Red 40 (CI 16035)."
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/16cc929699454433896340cb1aadd26f/1160f945d55a4b6b899143f6961400d1.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/311fbafec29f45b396465967eb230dfb/c58ad38665ef48b7b0df0cae4439a3b9.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/66f07f5d662f4fd6acf2d340962e47da/b51f1eaca625439dab3a9adb52b2e557.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/5c232bfda46e4f5c9653a44e54f7bfe2/415045ab8d8b4f4fae174554599c3165.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/eb857bd84c074050ae279a503cc353eb/13f8feee90a142a19db460fb40121493.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/cfa0a153b38b420b8a6568f98ea5dddd/be8f4f105c4f4539bb3613b712a8a065.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/f0f0fc3d41d249af93719ba51e16763a/ea83ae3949044c4eb5ef102fd10e319a.jpg?imwidth=156"
        ],
        "brand": "KORRES",
        "name": "Kalendarz adwentowy",
        "price": "278.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Rodzaj cery": "Wszystkie typy skóry",
            "Numer produktu": "KO434G03Q-B11",
            "Składniki": "GREEK YOGHURT Augengel für einen wachen Blick (15ml): \\nAQUA/WATER/EAU, PROPANEDIOL, GLYCERIN, PENTYLENE GLYCOL, ALGIN, ALPHA-GLUCAN OLIGOSACCHARIDE, AMMONIUM ACRYLOYLDIMETHYLTAURATE/VP COPOLYMER, ASCORBIC ACID, BARIUM SULFATE , BISABOLOL, BUTYLENE GLYCOL, CAFFEINE, CAMELLIA SINENSIS LEAF EXTRACT, CAPRYLYL GLYCOL, CELLULOSE, CHAMOMILLA RECUTITA (MATRICARIA) FLOWER EXTRACT, CHENOPODIUM QUINOA SEED EXTRACT, CHLORELLA VULGARIS EXTRACT, CITRIC ACID, COFFEA ARABICA (COFFEE) SEED EXTRACT, COFFEA ROBUSTA SEED EXTRACT, CRATAEGUS MONOGYNA FLOWER EXTRACT, CUCUMIS SATIVUS (CUCUMBER) FRUIT EXTRACT, DISODIUM PHOSPHATE, ETHYLHEXYLGLYCERIN, GLYCERYL ACRYLATE/ACRYLIC ACID COPOLYMER, GLYCERYL POLYACRYLATE, HELIANTHUS ANNUUS (SUNFLOWER) SEED OIL, HYDROLYZED SODIUM HYALURONATE, HYDROXYETHYLCELLULOSE, JASMINUM SAMBAC (JASMINE) FLOWER EXTRACT, JOJOBA ESTERS, LACTIC ACID, LACTOBACILLUS, LACTOBACILLUS/ARUNDINARIA GIGANTEA FERMENT FILTRATE, LAMINARIA DIGITATA EXTRACT, LECITHIN, LEUCONOSTOC/RADISH ROOT FERMENT FILTRATE, LONICERA CAPRIFOLIUM (HONEYSUCKLE) FLOWER EXTRACT, LONICERA JAPONICA (HONEYSUCKLE) FLOWER EXTRACT, MALTODEXTRIN, MARIS AQUA/SEA WATER/EAU DE MER, MICA, PHENETHYL ALCOHOL, POLYGLYCERYL-3 DIISOSTEARATE, POLYMNIA SONCHIFOLIA ROOT JUICE, POTASSIUM PHOSPHATE, PULLULAN, SACCHARIDE ISOMERATE, SALVIA HISPANICA SEED OIL, SERINE, SILICA, SODIUM CARBOXYMETHYL BETA-GLUCAN, SODIUM HYALURONATE, SODIUM POLYACRYLATE, TETRASODIUM GLUTAMATE DIACETATE, TITANIUM DIOXIDE, TOCOPHEROL, TREHALOSE, UREAH, YOGURT, YOGURT POWDER, ZINGIBER OFFICINALE (GINGER) ROOT EXTRACT, BENZYL ALCOHOL, PHENOXYETHANOL, POTASSIUM SORBATE, SODIUM BENZOATE.\\n\\nGREEK YOGHURT Emulgierende Waschcreme (40ml):\\nAQUA/WATER/EAU, SODIUM COCOYL ISETHIONATE, COCO-BETAINE, CETEARYL ALCOHOL, DISODIUM LAURYL SULFOSUCCINATE, ZEA MAYS (CORN) STARCH, GLYCERIN, COCAMIDOPROPYL BETAINE, SODIUM CHLORIDE, MAGNESIUM ALUMINUM SILICATE, SODIUM METHYL COCOYL TAURATE, GLYCERYL LAURATE, SCLEROTIUM GUM, ALPHA-GLUCAN OLIGOSACCHARIDE, AMARANTHUS CAUDATUS SEED EXTRACT, CHLORELLA VULGARIS EXTRACT, CITRIC ACID, HYDROGENATED CASTOR OIL, HYDROLYZED RICE PROTEIN, LACTIC ACID, LACTIS PROTEINUM/WHEY PROTEIN/ PROTÉINE DU LAIT, LACTOBACILLUS, LACTOSE, LAMINARIA DIGITATA EXTRACT, LONICERA CAPRIFOLIUM (HONEYSUCKLE) FLOWER EXTRACT, LONICERA JAPONICA (HONEYSUCKLE) FLOWER EXTRACT, MALTODEXTRIN, MARIS AQUA/SEA WATER/ EAU DE MER, PENTYLENE GLYCOL, PHENETHYL ALCOHOL, POLYMNIA SONCHIFOLIA ROOT JUICE, SACCHARIDE ISOMERATE, SODIUM COCOYL ALANINATE, SODIUM PHYTATE, TITANIUM DIOXIDE, YOGURT, YOGURT POWDER, PHENOXYETHANOL, SODIUM BENZOATE, PARFUM/FRAGRANCE.\\n\\nGREEK YOGHURT Probiotische Gesichtsmaske (20ml): \\nAQUA/WATER/EAU, YOGURT, GLYCERIN, HEXYLDECYL STEARATE, DIISOSTEARYL MALATE, PRUNUS ARMENIACA (APRICOT) KERNEL OIL, SQUALANE, C14-22 ALCOHOLS, ISOAMYL LAURATE, PRUNUS AMYGDALUS DULCIS (SWEET ALMOND) OIL, ARACHIDYL ALCOHOL, PENTYLENE GLYCOL, BUTYROSPERMUM PARKII (SHEA) BUTTER, PEG-100 STEARATE, ALOE BARBADENSIS LEAF JUICE POWDER, ALGIN, ALPHA-GLUCAN OLIGOSACCHARIDE, ARACHIDYL GLUCOSIDE, ASCORBYL PALMITATE, BEHENYL ALCOHOL, BISABOLOL, C12-20 ALKYL GLUCOSIDE, CAPRYLYL GLYCOL, CHLORELLA VULGARIS EXTRACT, DISODIUM PHOSPHATE, EPIGALLOCATECHIN GALLATYL GLUCOSIDE, ETHYLHEXYLGLYCERIN, GALLYL GLUCOSIDE, GLYCERYL POLYACRYLATE, HELIANTHUS ANNUUS (SUNFLOWER) SEED OIL, HYDROGENATED PALM GLYCERIDES, HYDROGENATED PALM KERNEL GLYCERIDES, HYDROLYZED SODIUM HYALURONATE, HYDROXYETHYL ACRYLATE/SODIUM ACRYLOYLDIMETHYL TAURATE COPOLYMER, LACTIC ACID, LACTOBACILLUS, LAMINARIA DIGITATA EXTRACT, LECITHIN, LONICERA CAPRIFOLIUM (HONEYSUCKLE) FLOWER EXTRACT, LONICERA JAPONICA (HONEYSUCKLE) FLOWER EXTRACT, MALTODEXTRIN, MARIS AQUA/SEA WATER/EAU DE MER, OZONIZED ORYZA SATIVA (RICE) CALLUS CULTURE EXTRACT, PHENETHYL ALCOHOL, POLYMNIA SONCHIFOLIA ROOT JUICE, POTASSIUM PHOSPHATE, PROPYL GALLATE, PULLULAN, SACCHARIDE ISOMERATE, SERINE, SODIUM CARBOXYMETHYL BETA-GLUCAN, SODIUM HYALURONATE, SODIUM POLYACRYLATE STARCH, TETRASODIUM GLUTAMATE DIACETATE, TOCOPHEROL, TREHALOSE, UREAH, ZINGIBER OFFICINALE (GINGER) ROOT EXTRACT, BENZYL ALCOHOL, DEHYDROACETIC ACID, PHENOXYETHANOL.\\n\\nGREEK YOGHURT Nährende probiotische Gel-Creme (normale-Mischhaut) (20ml):\\nAQUA/WATER/EAU, PROPANEDIOL, GLYCERIN, SODIUM ACRYLATES COPOLYMER, C13-15 ALKANE, CAPRYLIC/CAPRIC/MYRISTIC STEARIC TRIGLYCERIDE, COCO-CAPRYLATE, HEXYLDECYL STEARATE, PASSIFLORA INCARNATA SEED OIL, ALOE BARBADENSIS LEAF JUICE POWDER, ALGIN, ALPHA-GLUCAN OLIGOSACCHARIDE, ASCORBIC ACID, BEHENYL ALCOHOL, BISABOLOL, CAPRYLYL GLYCOL, CELLULOSE GUM, CETEARYL ALCOHOL, CHLORELLA VULGARIS EXTRACT, DISODIUM PHOSPHATE, GLYCERYL CAPRYLATE, GLYCERYL POLYACRYLATE, GLYCERYL STEARATE CITRATE, HYDROGENATED ETHYLHEXYL OLIVATE, HYDROGENATED OLIVE OIL UNSAPONIFIABLES, HYDROLYZED SODIUM HYALURONATE, LACTIC ACID, LACTOBACILLUS, LAMINARIA DIGITATA EXTRACT, LECITHIN, LONICERA CAPRIFOLIUM (HONEYSUCKLE) FLOWER EXTRACT, LONICERA JAPONICA (HONEYSUCKLE) FLOWER EXTRACT, MALTODEXTRIN, MARIS AQUA/SEA WATER/EAU DE MER, MENTHYL LACTATE, MICROCRYSTALLINE CELLULOSE, PANTHENOL, PENTYLENE GLYCOL, PHENETHYL ALCOHOL, POLYACRYLATE CROSSPOLYMER-6, POLYGLYCERYL-3 DIISOSTEARATE, POLYMNIA SONCHIFOLIA ROOT JUICE, POTASSIUM PHOSPHATE, PULLULAN, SACCHARIDE ISOMERATE, SALVIA HISPANICA SEED OIL, SERINE, SODIUM CARBOXYMETHYL BETA-GLUCAN, SODIUM HYALURONATE, TETRASODIUM GLUTAMATE DIACETATE, TOCOPHERYL ACETATE, TREHALOSE, TRIDECANE, UNDECANE, UREAH, XANTHAN GUM, YOGURT, YOGURT POWDER, ZINGIBER OFFICINALE (GINGER) ROOT EXTRACT, BENZYL ALCOHOL, PHENOXYETHANOL, SALICYLIC ACID, SORBIC ACID, PARFUM/ FRAGRANCE.\\n\\nSANTORINI GRAPE Porenverfeinernde Creme (20ml):\\nAQUA/WATER/EAU, GLYCERIN, SIMMONDSIA CHINENSIS (JOJOBA) SEED OIL, C12-15 ALKYL BENZOATE, DICAPRYLYL CARBONATE, AMMONIUM ACRYLOYLDIMETHYLTAURATE/VP COPOLYMER, DICAPRYLYL ETHER, MACADAMIA INTEGRIFOLIA (MACADAMIA) SEED OIL, POTASSIUM CETYL PHOSPHATE, VITIS VINIFERA (GRAPE) FRUIT EXTRACT*, ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER, ASCORBYL PALMITATE, CALENDULA OFFICINALIS EXTRACT, CAPRYLYL GLYCOL, CITRIC ACID, CYCLODEXTRIN, EPILOBIUM FLEISCHERI FLOWER/LEAF/STEM EXTRACT, GLYCERYL STEARATE, GLYCINE SOJA (SOYBEAN) OIL, HELIANTHUS ANNUUS (SUNFLOWER) SEED OIL, LACTIC ACID, OLEA EUROPAEA (OLIVE) FRUIT OIL, PANTHENOL, PERSEA GRATISSIMA (AVOCADO) OIL, PHYTOSTEROLS, PUNICA GRANATUM FRUIT EXTRACT,ROSMARINUS OFFICINALIS (ROSEMARY) LEAF EXTRACT, SODIUM GLUCEPTATE, SODIUM HYALURONATE, SODIUM HYDROXIDE, SORBITAN OLEATE, TOCOPHEROL, TOCOPHERYL ACETATE, TROXERUTIN, PHENOXYETHANOL, POTASSIUM SORBATE, SALICYLIC ACID, SODIUM BENZOATE, PARFUM/FRAGRANCE. *KORRES SANTORINI GRAPE FRUIT EXTRAC\\n\\nAPOTHECARY WILD ROSE Nachtcreme für strahlenden Teint (20ml):\\nAQUA/WATER/EAU, GLYCERIN, GLYCERYL STEARATE CITRATE, DICAPRYLYL CARBONATE, TRIHEPTANOIN, ALCOHOL DENAT., BEHENYL ALCOHOL, GLYCERYL STEARATE, ISODECYL NEOPENTANOATE, SIMMONDSIA CHINENSIS (JOJOBA) SEED OIL, CERA ALBA/BEESWAX/CIRE D'ABEILLE, IMPERATA CYLINDRICA ROOT EXTRACT, ACACIA DECURRENS/JOJOBA/SUNFLOWER SEED WAX POLYGLYCERYL-3 ESTERS, LECITHIN, ROSA CANINA FRUIT OIL*, ALOE BARBADENSIS LEAF JUICE POWDER, ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER, ASCORBYL TETRAISOPALMITATE, CAPRYLYL GLYCOL, CARBOMER, CETEARYL ALCOHOL, CITRIC ACID, DISTARCH PHOSPHATE, GALACTOARABINAN, GLYCINE SOJA (SOYBEAN) OIL, GLYCINE SOJA (SOYBEAN) STEROLS, HELIANTHUS ANNUUS (SUNFLOWER) SEED OIL, HYDROLYZED SODIUM HYALURONATE, HYDROXYETHYL ACRYLATE/SODIUM ACRYLOYLDIMETHYL TAURATE COPOLYMER, LACTIC ACID, POLYSORBATE 60, ROSA CANINA FRUIT EXTRACT, ROSMARINUS OFFICINALIS (ROSEMARY) EXTRACT, ROSMARINUS OFFICINALIS (ROSEMARY) LEAF EXTRACT, SODIUM GLUCEPTATE, SODIUM HYDROXIDE, SORBITAN ISOSTEARATE, TETRAHYDRODIFERULOYLMETHANE, TOCOPHEROL, TOCOPHERYL ACETATE, XANTHAN GUM, PHENOXYETHANOL, SODIUM BENZOATE, PARFUM/FRAGRANCE. *KORRES WILD ROSE OIL 6M\\n\\nBlack Tea Firming Mask (6ml):\\nAqua/Water/Eau, Caprylic/Capric Triglyceride, Triheptanoin, Glycerin, Cetearyl Olivate, Glyceryl Stearate Citrate, Distarch Phosphate, Sinorhizobium Meliloti Ferment Filtrate, Sorbitan Olivate, Betaine, Oleyl Alcohol, Acacia Decurrens/Jojoba/Sunflower Seed Wax/Polyglyceryl-3 Esters, Butyrospermum Parkii (Shea) Butter, Ammonium Acryloyldimethyltaurate/VP Copolymer, Avena Sativa (Oat) Kernel Extract, Avena Strigosa Seed Extract, Benzyl Alcohol, Butylene Glycol, Cetyl Hydroxyethylcellulose, Citric Acid, Dioscorea Villosa (Wild Yam) Root Extract, Epigallocatechin Gallate, Epigallocatechin Gallatyl Glucoside, Ethylhexylglycerin, Glycine Soja (Soybean) Sterols, Helianthus Annuus (Sunflower) Seed Oil, Hexapeptide-11, Hydroxyethylcellulose, Lactic Acid, Lecithin, Lonicera Caprifolium (Honeysuckle) Flower Extract, Lonicera Japonica (Honeysuckle) Flower Extract, Parfum/Fragrance, Pentylene Glycol, Peucedanum Graveolens (Dill) Extract, Phenoxyethanol, Pinus Nigra Bud/Needle Extract, Potassium Sorbate, Rhodiola Rosea Root Extract, Saccharomyces Cerevisiae Extract, Saccharomyces/Xylinum/Black Tea Ferment, Salicylic Acid, Simmondsia Chinensis (Jojoba) Seed Oil, Sodium Benzoate, Sodium Gluceptate, Spilanthes Acmella Flower Extract, Tocopherol, Tocopheryl Acetate, Xanthan Gum\\n\\nCucumber Anti-Fatigue Eye Mask (8ml):\\nAqua/Water/Eau, Glycerin, Pentylene Glycol, Butylene Glycol, Betaine, Hydroxyethylcellulose, Panthenol, Alcohol, Ammonium Glycyrrhizate, Benzyl Alcohol, Calendula Officinalis Flower Extract, Chamomila Recutita (Matricaria) Flo wer Extract, Centella Asiatica Extract, Cucumis Sativus (Cucumber) Fruit Extract, Echinacea Purpureah Extract, Escin, Ginko Biloba Leaf Extract, Hydrolyzed Yeast Protein, Lecithin, Magnolia Officinal is Bark Extract, Maltodextrin, Paullinia Cupana Seed Extract, Polyacrylate Crosspolymer-6, Rhodiola Rosea Root Extract, Ruscu s Aculeatus Root Extract, Saccharomyces Cerevisiae Extract, Salic ylic Acid, Sodium Hyaluronate, Sodium Phytate, Sorbic Acid, Tocopherol, Vitis Vinifera (Grape) Seed Extract.\\n\\nAloe & Dittany Pflegespülung für normales Haar (40ml):\\nAqua/Water/Eau, Cetearyl Alcohol, Distearoylethyl Hydroxyethylmonium Methosulfate, Dicaprylyl Carbonate, Parfum (Fragrance), Quaternium-91, Cetrimonium Methosulfate, Aloe Barbadensis Leaf Juice, Astrocaryum Murumuru Seed Butter, Beta Vulgaris (Beet) Extract, Caprylic/Capric Triglyceride, Citronellol, Hexyl Cinnamal, Hydrolyzed Oats, Hydroxypropyl Guar, Inulin, Lactic Acid, Limonene, Niacinamide, Orbignya Speciosa Kernel Oil, Origanum Dictamnus Flower/ Leaf/ Stem Extract, Origanum Majorana Leaf Extract, Panthenol, Polyquaternium-37, Sideritis Syriaca Extract, Sodium Gluceptate.\\n\\nBlack Volcanic Minerals Drama Volume Mascara (4ml):\\nAQUA/WATER/EAU, MICA, COPERNICIA CERIFERA CERA/COPERNICIA CERIFERA (CARNAUBA) WAX/CIRE DE CARNAUBA, GLYCERIN, ORYZA SATIVA CERA/ORYZA SATIVA (RICE) BRAN WAX, STEARIC ACID, BUTYLENE GLYCOL, PALMITIC ACID, HYDROGENATED OLIVE OIL STEARYL ESTERS, GLYCERYL STEARATE, POLYBUTENE, SYNTHETIC BEESWAX, ACACIA SENEGAL GUM, VP/EICOSENE COPOLYMER, AMINOMETHYL PROPANEDIOL, OZOKERITE, PHENOXYETHANOL, HYDROGENATED VEGETABLE OIL, VP/VA COPOLYMER, POLYVINYL ALCOHOL, STEARYL STEARATE, MALTODEXTRIN, PANTHENOL, ZEOLITE, ACTINIDIA CHINENSIS FRUIT EXTRACT/ACTINIDIA CHINENSIS (KIWI) FRUIT EXTRACT, TROPOLONE, POTASSIUM SORBATE, BIOTINOYL TRIPEPTIDE-1, MAY CONTAIN/PEUT CONTENIR [+/-]: CI 77491/IRON OXIDES, CI 77499/IRON OXIDES, CI 77007/ULTRAMARINES, CI 75470/CARMINE.\\n\\nBlack Volcanic Minerals  Long Lasting Eyeliner black (1,2g):\\nDimethicone, CI 77499 (Iron Oxides), Polybutene, Synthetic Wax, Cera Alba (Beeswax), Pearl (Margarita) Powder, Cetearyl Behenate, CI 77510 (Ferric Ferrocyanide), Isononyl Isonanoate, Polyglyceryl-4 Diisostearate/Polyhydroxystearate/Sebacate, Mica, Ethylhexyl Palmitate, Dimethicone/Vinyl Dimethicone Crosspolymer, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Ceramide 3, Pumice, Dimethyl Oxobenzo Dioxasilane, Silica, Isoceteth-10.\\n\\nOlive & Olive Blossom Duschgel (40ml):\\nAQUA/WATER/EAU, SODIUM LAURETH SULFATE, COCAMIDOPROPYL BETAINE, SODIUM COCOYL ISETHIONATE, COCO-GLUCOSIDE, GLYCERYL OLEATE, PARFUM/FRAGRANCE, ALOE BARBADENSIS LEAF JUICE, ALPHA-ISOMETHYL IONONE, ARGININE, BENZYL ALCOHOL, CASTORYL MALEATE, CITRONELLOL, COUMARIN, GERANIOL, GLYCERIN, GUAR HYDROXYPROPYLTRIMONIUM CHLORIDE, HEXYL CINNAMAL, HYDROLYZED WHEAT GLUTEN, IMIDAZOLIDINYL UREAH, LACTIC ACID, LIMONENE, LINALOOL, OLEA EUROPAEA (OLIVE) LEAF EXTRACT, PHENOXYETHANOL, POLYQUATERNIUM-7, POTASSIUM SORBATE, SODIUM BENZOATE, SODIUM CHLORIDE, SODIUM DEHYDROACETATE, SODIUM GLUCONATE, TOCOPHEROL\\n\\nOlive & Honey Pear Duschgel (80ml):\\nAQUA/WATER/EAU, SODIUM LAURETH SULFATE, COCAMIDOPROPYL BETAINE, SODIUM COCOYL ISETHIONATE, COCO¬GLUCOSIDE, GLYCERYL OLEATE, ALOE BARBADENSIS LEAF JUICE POWDER, ARGININE, CASTORYL MALEATE, GLYCERIN, GUAR HYDROXYPROPYLTRIMONIUM CHLORIDE, HYDROLYZED WHEAT GLUTEN, LACTIC ACID, OLEA EUROPAEA  OLIVE  LEAF EXTRACT, POLYQUATERNIUM¬7, SODIUM CHLORIDE, SODIUM GLUCONATE, TOCOPHEROL, BENZYL ALCOHOL, IMIDAZOLIDINYL UREAH, PHENOXYETHANOL, POTASSIUM SORBATE, SODIUM BENZOATE, SODIUM DEHYDROACETATE, BENZYL SALICYLATE, HEXYL CINNAMAL, LINALOOL, PARFUM/FRAGRANCE.\\n\\nOlive Crepe Rescue Hand- und Nagelcreme (30ml):\\nAQUA/WATER/EAU, GLYCERIN, CETEARYL ALCOHOL, GLYCERYL STEARATE CITRATE, BUTYROSPERMUM PARKII (SHEA) BUTTER, DICAPRYLYL CARBONATE, DISTARCH PHOSPHATE, PROPYLHEPTYL CAPRYLATE, SIMMONDSIA CHINENSIS (JOJOBA) SEED OIL, PRUNUS AMYGDALUS DULCIS (SWEET ALMOND) OIL, OLIVE OIL DECYL ESTERS, GLYCINE SOJA (SOYBEAN) OIL, POLYACRYLATE CROSSPOLYMER-6, ALOE BARBADENSIS LEAF JUICE POWDER, ASCORBYL PALMITATE, CALENDULA OFFICINALIS FLOWER EXTRACT, CERA ALBA/BEESWAX/CIRE D'ABEILLE, EPILOBIUM ANGUSTIFOLIUM FLOWER/LEAF/STEM EXTRACT, ETHYLHEXYLGLYCERIN, GLYCERYL CAPRYLATE, GLYCERYL STEARATE, HELIANTHUS ANNUUS (SUNFLOWER) SEED OIL, HYDROGENATED COCO-GLYCERIDES, IRVINGIA GABONENSIS KERNEL BUTTER, LACTIC ACID, LECITHIN, OCTYLDODECANOL, OLEA EUROPAEA (OLIVE) FRUIT OIL, OLEA EUROPAEA (OLIVE) LEAF EXTRACT, PANTHENOL, SQUALENE, TETRASODIUM GLUTAMATE DIACETATE, TOCOPHEROL, TOCOPHERYL ACETATE, BENZYL ALCOHOL, PHENOXYETHANOL, POTASSIUM SORBATE, SALICYLIC ACID, SODIUM BENZOATE, SODIUM METABISULFITE, SORBIC ACID, ALPHA-ISOMETHYL IONONE, BENZYL SALICYLATE, CITRAL, CITRONELLOL, COUMARIN, LIMONENE, LINALOOL, PARFUM/FRAGRANCE.\\n\\nSANTORINI GRAPE Revitalisierendes Duschgel (40ml):\\nAQUA/WATER/ EAU, SODIUM LAURETH SULFATE, COCAMIDOPROPYL BETAINE, SODIUM COCOYL ISETHIONATE, PARFUM/ FRAGRANCE, COCO-GLUCOSIDE, GLYCERYL OLEATE, ALOE BARBADENSIS LEAF JUICE POWDER, ALTHAEA OFFICINALIS ROOT EXTRACT, ARGININE, CASTORYL MALEATE, CITRIC ACID, GLYCERIN, GUAR HYDROXYPROPYLTRIMONIUM CHLORIDE, HYDROLYZED WHEAT GLUTEN, LACTIC ACID, POLYQUATERNIUM-7, SODIUM GLUCONATE, TOCOPHEROL, VITIS VINIFERA FRUIT EXTRACT, BENZYL ALCOHOL, IMIDAZOLIDINYL UREAH, PHENOXYETHANOL, POTASSIUM SORBATE, SODIUM BENZOATE, SODIUM DEHYDROACETATE, ANISE ALCOHOL, LIMONENE, LINALOOL.\\nELASTI-SMOOTH™ PISTACHIO  Körperbutter (50ml):\\nAQUA/WATER/EAU, CETEARYL ALCOHOL, PRUNUS AMYGDALUS DULCIS (SWEET ALMOND) OIL, GLYCERIN, COCO-CAPRYLATE/CAPRATE, DICAPRYLYL CARBONATE, HELIANTHUS ANNUUS (SUNFLOWER) HYBRID OIL, DICAPRYLYL ETHER, SQUALANE, BUTYROSPERMUM PARKII (SHEA) BUTTER, PERSEA GRATISSIMA (AVOCADO) OIL, CETEARYL GLUCOSIDE, ASCORBIC ACID, ASCORBYL PALMITATE, CETEARETH-33, CITRIC ACID, LACTIC ACID, PEG-8, PEG-40 HYDROGENATED CASTOR OIL, PYRUS CYDONIA FRUIT EXTRACT, TOCOPHEROL, VITIS VINIFERA (GRAPE) SEED EXTRACT, XANTHAN GUM, BENZYL ALCOHOL, PHENOXYETHANOL, POTASSIUM SORBATE, COUMARIN, PARFUM/FRAGRANCE, ALCOHOL.\\n\\nPOMEGRANATE GROVE Glättende Körpermilch (40ml):\\nAQUA/WATER/EAU, CAPRYLIC/CAPRIC TRIGLYCERIDE, PRUNUS AMYGDALUS DULCIS (SWEET ALMOND) OIL, GLYCERIN, HYDROGENATED POLYDECENE, GLYCERYL STEARATE CITRATE, AMMONIUM ACRYLOYLDIMETHYLTAURATE/VP COPOLYMER, BUTYROSPERMUM PARKII (SHEA) BUTTER, DECYL COCOATE, ALOE BARBADENSIS LEAF JUICE POWDER, ALTHAEA OFFICINALIS ROOT EXTRACT, CAPRYLYL GLYCOL, CITRIC ACID, DISTARCH PHOSPHATE, GLYCINE SOJA (SOYBEAN) OIL, LACTIC ACID, MAGNESIUM PCA, MANGANESE PCA, PANTHENOL, ROSMARINUS OFFICINALIS (ROSEMARY) LEAF EXTRACT, SODIUM GLUCEPTATE, SODIUM PCA, ZINC PCA, PHENOXYETHANOL, POTASSIUM SORBATE, SODIUM BENZOATE, BENZYL SALICYLATE, CINNAMYL ALCOHOL, CITRONELLOL, HEXYL CINNAMAL, LINALOOL, PARFUM/FRAGRANCE.\\n\\nWHITE TEA Duschgel (40ml):\\nAQUA/WATER/EAU, SODIUM LAURETH SULFATE, COCAMIDOPROPYL BETAINE, SODIUM COCOYL ISETHIONATE, PARFUM/ FRAGRANCE, COCO¬GLUCOSIDE, GLYCERYL OLEATE, ALOE BARBADENSIS LEAF JUICE POWDER, ALTHAEA OFFICINALIS ROOT EXTRACT, ARGININE, CASTORYL MALEATE, CITRIC ACID, GUAR HYDROXYPROPYLTRIMONIUM CHLORIDE, HYDROLYZED WHEAT GLUTEN, LACTIC ACID, POLYQUATERNIUM¬7, SODIUM CHLORIDE, SODIUM GLUCONATE, TOCOPHEROL, BENZYL ALCOHOL, IMIDAZOLIDINYL UREAH, PHENOXYETHANOL, POTASSIUM SORBATE, SODIUM BENZOATE, SODIUM DEHYDROACETATE, BENZYL SALICYLATE, HYDROXYCITRONELLAL, LIMONENE.\\n\\nWHITE TEA Körpermilch (40ml):\\nAQUA/WATER/EAU, CAPRYLIC/CAPRIC TRIGLYCERIDE, PRUNUS AMYGDALUS DULCIS (SWEET ALMOND) OIL, GLYCERIN, HYDROGENATED POLYDECENE, GLYCERYL STEARATE CITRATE, AMMONIUM ACRYLOYLDIMETHYLTAURATE/VP COPOLYMER, PARFUM/FRAGRANCE, BUTYROSPERMUM PARKII (SHEA) BUTTER, DECYL COCOATE, ALOE BARBADENSIS LEAF JUICE POWDER, ALTHAEA OFFICINALIS ROOT EXTRACT, CAPRYLYL GLYCOL, CITRIC ACID, DISTARCH PHOSPHATE, GLYCINE SOJA (SOYBEAN) OIL, LACTIC ACID, MAGNESIUM PCA, MANGANESE PCA, PANTHENOL, ROSMARINUS OFFICINALIS (ROSEMARY) LEAF EXTRACT, SODIUM GLUCEPTATE, SODIUM PCA, ZINC PCA, PHENOXYETHANOL, POTASSIUM SORBATE, SODIUM BENZOATE, ALPHA-ISOMETHYL IONONE, BENZYL SALICYLATE, HYDROXYCITRONELLAL, LIMONENE, LINALOOL.\\nOlive & Chamomile Tea Körpercreme (40ml):\\nAQUA/WATER/EAU, CAPRYLIC/CAPRIC TRIGLYCERIDE, GLYCERIN, PRUNUS AMYGDALUS DULCIS (SWEET ALMOND) OIL, HYDROGENATED POLYDECENE, GLYCERYL STEARATE CITRATE, AMMONIUM ACRYLOYLDIMETHYLTAURATE/VP COPOLYMER, BUTYROSPERMUM PARKII (SHEA) BUTTER, DECYL COCOATE, PARFUM/FRAGRANCE, ALOE BARBADENSIS LEAF JUICE POWDER, ALTHAEA OFFICINALIS ROOT EXTRACT, CAPRYLYL GLYCOL, CITRIC ACID, DISTARCH PHOSPHATE, GLYCINE SOJA (SOYBEAN) OIL, LACTIC ACID, MAGNESIUM PCA, MANGANESE PCA, OLEA EUROPAEA (OLIVE) FRUIT OIL, OLEA EUROPAEA (OLIVE) LEAF EXTRACT, PANTHENOL, ROSMARINUS OFFICINALIS (ROSEMARY) LEAF EXTRACT, SODIUM GLUCEPTATE, SODIUM PCA, ZINC PCA, PHENOXYETHANOL, POTASSIUM SORBATE, SODIUM BENZOATE, ALPHA-ISOMETHYL IONONE, BENZYL SALICYLATE, CITRAL, COUMARIN, EUGENOL, GERANIOL, HEXYL CINNAMAL, HYDROXYCITRONELLAL, LIMONENE, LINALOOL.\\n\\nAlmond & Linseed Haarmaske für trockenes, strapaziertes Haar (40ml):\\nAqua/ Water/ Eau, Cetearyl Alcohol, Distearoylethyl Hydroxyethylmonium Methosulfate, Glycerin, Dicaprylyl Carbonate, Limnanthes ¬lba (Meadowfoam) Seed Oil, Quaternium-91, Parfum (Fragrance), Cetrimonium Methosulfate, Inulin, Polyquaternium-37, Althaea O cinalis Root Extract, Astrocaryum Murumuru Seed Butter, Behentrimonium Chloride, Beta Vulgaris (Beet) Extract, Butylene Glycol, Butyrospermum Parkii (Shea Butter), Caprylic/ Capric Triglyceride, Coumarin, Guar Hydroxypropyltrimonium Chloride, Hydrolyzed Ceratonia Siliqua Seed Extract, Hydrolyzed Wheat Protein, Hydrolyzed Wheat Starch, Hydroxypropyl Guar, Lactic Acid, Limonium Gerberi Extract, Linalool, Linum Usitatissimum (Linseed) Seed Extract, Niacinamide, Orbignya Speciosa Kernel Oil, Origanum Dictamnus Flower/ Leaf/ Stem Extract, Origanum Majorana Leaf Extract, Panthenol, Polyquaternium-7, Polyquaternium-47, Potassium Sorbate, Prunus Amygdalus Dulcis (Sweet Almond) Fruit Extract, Sideritis Syriaca Extract, Sodium Benzoate, Sodium Gluceptate, Xanthan Gum, Zea Mays (Corn) Starch.\\n\\nAloe & Dittany Shampoo für normales Haar (40ml):\\nAQUA/WATER/EAU, SODIUM LAURETH SULFATE, COCAMIDOPROPYL BETAINE, GLYCERIN, ALOE BARBADENSIS LEAF JUICE, COCAMIDOPROPYL HYDROXYLSULTAINE, SODIUM LAURYL GLUCOSE CARBOXYLATE, DECYL GLUCOSIDE, LAURYL GLUCOSIDE, PARFUM/ FRAGRANCE, BENZYL ALCOHOL, BIOTIN, CAPRYLYL GLYCOL, CITRONELLOL, COCO-BETAINE, DICAPRYLYL ETHER, GLYCERYL CAPRYLATE, GLYCERYL OLEATE, GUAR HYDROXYPROPYLTRIMONIUM CHLORIDE, HEXYL CINNAMAL, HYDROLYZED WHEAT PROTEIN, HYDROLYZED WHEAT STARCH, LACTIC ACID, LACTITOL, LEVULINIC ACID, LIMONENE, NIACINAMIDE, ORIGANUM DICTAMNUS FLOWER/LEAF/ STEM EXTRACT, ORIGANUM MAJORANA LEAF EXTRACT, PANTHENOL, PHENOXYETHANOL, PHENYLPROPANOL, POLYQUATERNIUM-10, POTASSIUM SORBATE, SIDERITIS SYRIACA EXTRACT, SODIUM BENZOATE, SODIUM COCOYL ISETHIONATE, SODIUM LEVULINATE, SODIUM METHYL COCOYL TAURATE, TETRASODIUM GLUTAMATE DIACETATE, TOCOPHEROL,XYLITOL."
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/3c0750dbb9274caea52687f093e52b4a/93617c0eb5dd4f71a4e4535fdd360f83.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/85c1cbfdfbcb45d08131d3a9db0d67a0/fef0571261f34619bb901535b3d5c16b.jpg?imwidth=156"
        ],
        "brand": "Beauty of Joseon",
        "name": "HANBANG SERUM DISCOVERY KIT - Zestaw do pielęgnacji",
        "price": "119.00",
        "sizes": [
            "One Size"
        ],
        "additional_info": {
            "Przeciwdziałanie": "Przesuszanie",
            "Rodzaj cery": "Wszystkie typy skóry",
            "Konsystencja": "Serum",
            "Numer produktu": "BTS34G00D-S11",
            "Składniki": "Calming Serum : Green Tea + Panthenol: Camellia Sinensis Leaf Water (50.9%), Artemisia Capillaris Extract, Panthenol, Glycerin, Butylene Glycol, Water, 1,2-hexanediol, Methylpropanediol, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Tromethamine, Coptis Japonica Root Extract, Ethylhexylglycerin, Betaine, Allantoin, Dipotassium Glycyrrhizate, Glyceryl Acrylate/Acrylic Acid Copolymer, Polyquaternium-51, Malt Extract, Punica Granatum Extract, Clitoria Ternatea Flower Extract, Garcinia Mangostana Peel Extract, Sodium Hyaluronate\\n\\nGlow Serum : Propolis + Niacinamide: Propolis Extract, Dipropylene Glycol, Glycerin, Butylene Glycol, Water, Niacinamide, 1,2-Hexanediol,  Azadirachta Flower Extract, Azadirachta Leaf Extract, Sodium Hyaluronate, Curcuma Longa (Turmeric) Root Extract, Ocimum Sanctum Leaf Extract, Theobroma Cacao (Cocoa) Seed Extract, Melaleuca Alternifolia (Tea Tree) Extract, Centella Asiatica Extract, Corallina Officinalis Extract, Lotus Corniculatus Seed Extract, Calophyllum Inophyllum Seed Oil, Betaine Salicylate, Sodium Polyacryloyldimethyl Taurate, Tromethamine, Polyglyceryl-10 Laurate, Caprylyl Glycol, Ethylhexylglycerin, Dextrin, Pentylene Glycol, Octanediol, Tocopherol, Xanthan Gum, Carbomer\\n\\nGlow Deep Serum : Rice + Alpha-Arbutin: Oryza Sativa (Rice) Bran Water, Water, Glycerin, Butylene Glycol, 1,2-Hexanediol, Dipropylene Glycol, Alpha-Arbutin, Niacinamide,Methyl Gluceth-20, Panthenol, Polyglycerin-3, Trehalose, Glyceryl Glucoside, Hydrolyzed Jojoba Esters, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Ethylhexylglycerin, Hydroxyethylcellulose, Xanthan Gum, Arginine, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Arginine, Disodium EDTA, Coptis Japonica Root Extract, Sorbitan Isostearate, Glucose, Coix Lacryma-Jobi Ma-Yuen Seed Extract, Glycine Soja (Soybean) Seed Extract, Hordeum Distichon (Barley) Extract, Oryza Sativa (Rice) Extract, Sesamum Indicum (Sesame) Seed Extract, Triticum Vulgare (Wheat) Seed Extract, Vigna Radiata Seed Extract, Zea Mays (Corn) Kernel Extract\\n\\nRevive Serum : Ginseng + Snail Mucin - Panax Ginseng Root Water, Water, Butylene Glycol, Snail Secretion Filtrate, Dipropylene Glycol, 1,2-Hexanediol, Glycerin, Niacinamide, Propanediol, Trehalose Carbomer, Tromethamine, Xanthan Gum,Centella Asiatica Extract, Ganoderma Lucidum(Mushroom) Extract, Panax Ginseng Root Extract, Malt Extract, Sodium Polyacrylate, Adenosine, Glyceryl Acrylate/Acrylic Acid Copolymer, Disodium Edta, Phellinus Linteus Extract, Sodium Hyaluronate, Hydrolyzed Hyaluronic Acid, Forsythia Suspensa Fruit Extract, Lonicera Japonica(Honeysuckle)Flower Extract, Scutellaria Baicalensis Root Extract, Sodium Acetylated Hyaluronate"
        }
    },
    {
        "department": "Kobiety",
        "category": "Beauty Kobiety",
        "subcategory": "Zestawy",
        "images": [
            "https://img01.ztat.net/article/spp-media-p1/13a411ce35054b8b97d69fab4365813c/e48d92ea72ce41fda2362102b592d74a.jpg?imwidth=156&filter=packshot",
            "https://img01.ztat.net/article/spp-media-p1/d6cff37de9164dfea72c2ce9d6ca1e19/b7ba6ad69386451da20bf58f9eec9978.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/8dccd4856cc5447aadd2dbbd64b13d6c/74e7526e2b054ffc8ceaf1af33f03166.jpg?imwidth=156",
            "https://img01.ztat.net/article/spp-media-p1/283fad6a6b3a4e6eb6408b0dd175331f/8f62cda4f3ef46bb82bcff2454714bf8.jpg?imwidth=156"
        ],
        "brand": "Revolution Skincare",
        "name": "REVOLUTION SKINCARE JAKE-JAMIE FEED YOUR FACE TRILOGY - Zestaw do pielęgnacji",
        "price": "95.00",
        "sizes": [
            "150 ml"
        ],
        "additional_info": {
            "Przeciwdziałanie": "Skóra pozbawiona energii",
            "Rodzaj cery": "Wszystkie typy skóry",
            "Uwaga": "Do użytku zewnętrznego. Unikaj kontaktu z oczami. W razie podrażnień ściągnij. Przechowuj poza zasięgiem dzieci, w miejscu chłodnym i suchym, bez bezpośredniego dostępu promieni słonecznych.",
            "Volume": "150.0 ml",
            "Numer produktu": "R0H34G00O-S11",
            "Składniki": "1145893 Revolution Skincare x Jake Jamie Avocado Face Mask:\\nAqua (Water,Eau), Caprylic/Capric Triglyceride, Paraffin, Avena Sativa (Oat) Kernel Meal, Cetearyl Alcohol, Glyceryl Stearate SE, Glycerin, Butyrospermum Parkii (Shea) Butter, Dimethicone, Isopropyl Myristate, Persea Gratissima (Avocado) Oil, Glyceryl Stearate, Phenoxyethanol, PEG-100 Stearate, Parfum/Fragrance, Prunus Armeniaca (Apricot) Seed Powder, Carbomer, Ethylhexylglycerin, Sodium Benzoate, Benzophenone-4, Hydrated Silica, Potassium Hydroxide, Pentylene Glycol, Disodium EDTA, Lactic Acid, Serine, Sodium Lactate, Urea, Sorbitol, Sodium Chloride, Denatonium Benzoate, Allantoin, CI 19140 (Yellow 5), CI 77492 (Iron Oxides), CI 42090 (Blue 1).\\n\\n1118644 Revolution Beauty Watermelon Hydrating Mask:\\nGlycerin, Actinidia Chinensis (Kiwi) Seed, Parfum (Fragrance), Phenoxyethanol, PEG-40 Hydrogenated Castor Oil, Trideceth-9, Aqua (Water, Eau), Carbomer, Benzophenone-4, Sodium Hydroxide, Propylene Glycol, Citrullus Lanatus (Watermelon) Fruit Extract, Potassium Sorbate, Sodium Benzoate, Denatonium Benzoate, CI 14700 (Red 4), CI 17200 (Red 33).\\n\\n1402989 JAKE- JAMIE BANANA MASK: Aqua (Water, Eau), Propylene Glycol, Isopropyl Myristate, PARAFFINUM LIQUIDUM (MINERAL OIL, HUILE MINERALE), Glycerin, Steareth-2, Butyrospermum Parkii (Shea) Butter, Phenoxyethanol, Carbomer, Petrolatum, Triethanolamine, Parfum (Fragrance), Benzophenone-4, Steareth-21, 1-Methylhydantoin-2-Imide, Disodium EDTA, Ethylhexylglycerin, Tocopheryl Acetate, Denatonium Benzoate, Musa Sapientum (Banana) Flower Extract, Potassium Sorbate, Alpha-isomethyl Ionone, Eugenol, CI 19140 (Yellow 5)."
        }
    }
]